Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/campaigns/locale/*/LC_MESSAGES/django.po
Languages: lt, pl_pl

source: Campaigns
lt: Kampanijos
pl_pl: Kampanie

source: Basket Campaigns
lt: Krepšelio kampanijos
pl_pl: Kampanie koszykowe

source: Show Basket Campaigns
lt: Rodyti krepšelio kampanijas
pl_pl: Pokaż Kampanie koszykowe

source: Coupons
lt: Kuponai
pl_pl: Kupony

source: Show Coupons
lt: Rodyti kuponus
pl_pl: Pokaż kupony

source: Catalog Campaigns
lt: Katalogo kampanijos
pl_pl: Kampanie katalogowe

source: Show Catalog Campaigns
lt: Rodyti katalogo kampanijas
pl_pl: Pokaż kampanie katalogowe

source: Set up a sales campaign
lt: Nustatyti pardavimo kampaniją
pl_pl: Skonfiguruj kampanię sprzedażową

source: New basket campaign
lt: Nauja krepšelio kampanija
pl_pl: Nowa kampania koszykowa

source: New coupon
lt: Naujas kuponas
pl_pl: Nowy kupon

source: Minimum value
lt: Minimali reikšmė
pl_pl: Minimalna wartość

source: Maximum value
lt: Maksimali reikšmė
pl_pl: Maksymalna wartość

source: Leave empty for no maximum
lt: Palikti tuščią, neapriboti maksimumo
pl_pl: Zostaw puste, aby nie było określonej wartości maksymalnej

source: Campaign end date can't be before a start date.
pl_pl: Data zakończenia kampanii nie może być wcześniejsza niż data rozpoczęcia.

source: Define the required coupon for this campaign.
lt: Nustatyti reikalinga kuponą šiai kampanijai.
pl_pl: Zdefiniuj wymagany kupon dla tej kampanii.

source: Coupon
lt: Kuponas
pl_pl: Kupon

source: discount percentage
lt: nuolaida procentais
pl_pl: procent rabatu

source: The discount percentage for this campaign.
lt: nuolaida procentais šiai kampanijai
pl_pl: Procent rabatu dla tej kampanii.

source: Product %(product)s is not available in the %(shop)s shop.
pl_pl: Produkt %(product)s nie jest dostępny w sklepie %(shop)s.

source: Only amount or percentage can be set, not both.
pl_pl: Można ustawić tylko kwotę lub procent, a nie jedno i drugie.

source: Autogenerate code
lt: Automatiškai generuoti kodą
pl_pl: Automatycznie generuj kod

source: Discount Code is already in use.
pl_pl: Kod rabatowy jest już używany.

source: Active Basket Campaigns
pl_pl: Aktywne kampanie koszykowe

source: Catalog Campaign
lt: Katalogo kampanija
pl_pl: Kampania katalogowa

source: Basket Campaign
lt: Krepšelio kampanija
pl_pl: Kampania koszykowa

source: Title
lt: Antraštė
pl_pl: Tytuł

source: Starts
lt: Prasideda
pl_pl: Rozpoczyna się

source: Ends
lt: Pasibaigia
pl_pl: Kończy się

source: Active
lt: Aktyvus
pl_pl: Aktywny

source: No
lt: Ne
pl_pl: Nie

source: Yes
lt: Taip
pl_pl: Tak

source: CatalogCampaign
lt: Katalogo kampanija
pl_pl: Kampania katalogowa

source: Create new Catalog Campaign
lt: Sukurti naują katalogo kampaniją
pl_pl: Utwórz nową kampanię katalogową

source: Create new Basket Campaign
lt: Sukurti naują krepšelio kampaniją
pl_pl: Utwórz nową Kampanię koszykową

source: Code
lt: Kodas
pl_pl: Kod

source: Usages
lt: Panaudojimai
pl_pl: Zastosowania

source: Usages Limit per contact
lt: Panaudojimo limitai kiekvienam kontaktui
pl_pl: Limit wykorzystania na jeden kontakt

source: Usage Limit
lt: Panaudojimo limitas
pl_pl: Limit wykorzystania

source: Created by
lt: Sukūrė
pl_pl: Stworzone przez

source: Date created
lt: Sukūrimo data
pl_pl: Data utworzenia

source: Create new Coupon
lt: Sukurti naują kuponą
pl_pl: Utwórz nowy kupon

source: Basket condition
lt: Krepšelio sąlyga
pl_pl: Stan koszyka

source: Basket product count
lt: Krepšelio produktų kiekis
pl_pl: Liczba produktów w koszyku

source: product count in basket
lt: Produkto kiekis krepšelyje
pl_pl: liczba produktów w koszyku

source: Limit the campaign to match when basket has at least the product count entered here.
lt: Riboti kampaniją, kad atitiktų kai krepšelis turi bent jau produktų kiekį nurodytą čia.
pl_pl: Ogranicz kampanię do dopasowania, gdy w koszyku podana jest co najmniej liczba produktów.

source: Basket total value
lt: Krepšelio bendra vertė
pl_pl: Łączna wartość koszyka

source: basket total amount
lt: krepšelio bendras kiekis
pl_pl: łączna kwota koszyka

source: Limit the campaign to match when it has at least the total value entered here worth of products.
lt: Riboti kampaniją, kad ji turėtų bent jau mažiausią bendrą vertę įvestą čia už visus produktus.
pl_pl: Ogranicz kampanię do dopasowania, jeśli ma co najmniej wprowadzoną tutaj całkowitą wartość produktów.

source: Undiscounted basket total value
pl_pl: Całkowita wartość koszyka bez rabatu

source: Limit the campaign to match when it has at least the total value entered here worth of products which doesn't have already discounts.
pl_pl: Ogranicz kampanię do dopasowania, jeśli ma co najmniej wprowadzoną tutaj całkowitą wartość produktów, które nie mają jeszcze rabatów.

source: Basket maximum product count
lt: Krepšelio maksimalus produktų kiekis
pl_pl: Maksymalna liczba produktów w koszyku

source: maximum product count in basket
lt: maksimalus produktų kiekis krepšelyje
pl_pl: maksymalna liczba produktów w koszyku

source: Limit the campaign to match when basket has at maximum the product count entered here.
lt: Riboti kampaniją, kad jos metu krepšelis neturėtų daugiau produktų nei nurodyta čia.
pl_pl: Ogranicz kampanię do dopasowania, gdy w koszyku znajduje się maksymalna liczba produktów wprowadzona w tym miejscu.

source: Basket maximum total value
lt: Krepšelio maksimali bendra vertė
pl_pl: Maksymalna łączna wartość koszyka

source: maximum basket total amount
lt: Maksimalus bendras kiekis krepšelyje
pl_pl: maksymalna łączna kwota koszyka

source: Limit the campaign to match when it has at maximum the total value entered here worth of products.
lt: Apriboti kampaniją kai ji pasiekia maksimalią produktų vertės sumą įvestą čia.
pl_pl: Ogranicz kampanię do dopasowania, gdy osiągnie maksymalną wprowadzoną tutaj całkowitą wartość produktów.

source: Exactly
lt: Tiksliai
pl_pl: Dokładnie

source: Greater than or equal to
lt: Lygus arba didesnis už
pl_pl: Większe bądź równe

source: Products in basket
lt: Produktai krepšelyje
pl_pl: Produkty w koszyku

source: quantity
lt: kiekis
pl_pl: Ilość

source: products
lt: produktai
pl_pl: produkty

source: Limit the campaign to have the selected products in basket.
lt: Riboti kampaniją, kad ji turėtų parinktus produktus krepšelyje.
pl_pl: Ogranicz kampanię, aby mieć wybrane produkty w koszyku.

source: Contact Group
lt: Kontaktų grupė
pl_pl: Grupa kontaktów

source: contact groups
lt: kontaktų grupės
pl_pl: grupy kontaktów

source: Limit the campaign to members of the selected contact groups.
lt: Riboti kampaniją tik parinktos kontaktų grupės nariams.
pl_pl: Ogranicz kampanię do członków wybranych grup kontaktów.

source: Contact
lt: Kontaktas
pl_pl: Kontakt

source: contacts
lt: kontaktai
pl_pl: Kontakty

source: Limit the campaign to selected contacts.
lt: Riboti kampanija tik parinktiems kontaktams.
pl_pl: Ogranicz kampanię do wybranych kontaktów.

source: Category products in basket
lt: Kategorijos produktai krepšelyje
pl_pl: Kategoria produkty w koszyku

source: categories
lt: kategorijos
pl_pl: kategorie

source: excluded categories
lt: atskirtos kategorijos
pl_pl: wyłączone kategorie

source: If the customer has even a single product in the basket from these categories this rule won't match thus the campaign cannot be applied to the basket.
lt: Jei klientas turi bent vieną produktą krepšelyje iš šių kategorijų - ši taisyklė netiks, todėl kampanija nebus pritaikyta krepšeliui.
pl_pl: Jeśli klient ma w koszyku choćby jeden produkt z tych kategorii, ta zasada nie będzie pasować, więc kampania nie może zostać zastosowana do koszyka.

source: Limit the campaign to match the products from selected categories.
lt: Riboti kampaniją, kad atitiktų produktus iš pasirinktų kategorių.
pl_pl: Ogranicz kampanię do produktów z wybranych kategorii.

source: Day and hour
pl_pl: Dzień i godzina

source: start time
pl_pl: czas rozpoczęcia

source: 12pm is considered noon and 12am as midnight.
pl_pl: 12:00 jest uważane za południe, a 00:00 za północ.

source: end time
pl_pl: Koniec czasu

source: 12pm is considered noon and 12am as midnight. End time is not considered match.
pl_pl: 12:00 jest uważane za południe, a 00:00 za północ. Czas zakończenia nie jest uważany za zgodny.

source: days
pl_pl: dni

source: Limit the campaign to selected days.
pl_pl: Ogranicz kampanię do wybranych dni.

source: Product Variation Child
pl_pl: Podrzędna odmiana produktu

source: Limit the campaign to match only variation children of the selected product.
pl_pl: Ogranicz kampanię, aby pasowała tylko do odmian podrzędnych wybranego produktu.

source: campaign
lt: kampanija
pl_pl: kampania

source: Discount amount value
lt: Nuolaidos sumos reikšmė
pl_pl: Wartość kwoty rabatu

source: discount amount
lt: nuolaidos suma
pl_pl: wysokość rabatu

source: Flat amount of discount.
lt: Fiksuota nuolaidos suma.
pl_pl: Ryczałtowa kwota rabatu.

source: Give discount amount.
lt: Duoti nuolaidą sumai.
pl_pl: Podaj kwotę rabatu.

source: Discount amount percentage
lt: Duoti nuolaidą procentais
pl_pl: Procent kwoty rabatu

source: Give percentage discount.
lt: Duoti nuolaidą procentais.
pl_pl: Podaj procentową zniżkę.

source: Discount amount percentage from undiscounted amount
pl_pl: Procent kwoty rabatu od kwoty początkowej

source: Give percentage discount based on undiscounted product prices.
pl_pl: Udziel rabatu procentowego na podstawie podstawowych cen produktów.

source: Free Product(s)
lt: Nemokami produktas (-ai)
pl_pl: Darmowy(e) produkt(y)

source: product
lt: produktas
pl_pl: produkt

source: Select product(s) to give free.
lt: Parinkti produktą (-us), kuriuos duoti už dyką.
pl_pl: Wybierz produkty, które chcesz udostępnić bezpłatnie.

source: Discount from Product
lt: Nuolaida už produktą
pl_pl: Rabat od produktu

source: per line discount
lt: nuolaida už eilutę
pl_pl: rabat na linię

source: Disable this if you want to give discount for each matched product.
pl_pl: Wyłącz tę opcję, jeśli chcesz udzielić rabatu za każdy pasujący produkt.

source: Select discount amount and products.
lt: Pasirinkti nuolaidos sumą ir produktus.
pl_pl: Wybierz kwotę rabatu i produkty.

source: Discount from Category products
lt: Nuolaida kategorijos produktams
pl_pl: Rabat na produkty z kategorii

source: category
lt: kategorija
pl_pl: Kategoria

source: Select discount amount and category. Please note that the discount will be given to all matching products in basket.
lt: Parinkti nuolaidos sumą ir kategoriją. Atkreipiame dėmesį, kad nuolaida bus duodama visiems atitinkantiems produktams krepšyje.
pl_pl: Wybierz kwotę rabatu i kategorię produktów. Należy pamiętać, że rabat zostanie przyznany na wszystkie pasujące produkty w koszyku.

source: shop
lt: parduotuvė
pl_pl: sklep

source: The shop where the campaign is active.
lt: Parduotuvė, kurioje kampanija yra aktyvi.
pl_pl: Sklep, w którym kampania jest aktywna.

source: name
lt: pavadinimas
pl_pl: Nazwa

source: The name for this campaign.
lt: kampanijos pavadinimas.
pl_pl: Nazwa tej kampanii.

source: active
lt: aktyvus
pl_pl: aktywny

source: Enable this if the campaign is currently active. Please also set a start and an end date.
pl_pl: Włącz tę opcję, jeśli kampania jest obecnie aktywna. Ustaw też datę rozpoczęcia i zakończenia.

source: start date and time
lt: pradžios data ir laikas
pl_pl: data i godzina rozpoczęcia

source: The date and time the campaign starts. This is only applicable if the campaign is marked as active.
lt: Data ir laikas kai startuos kampanija. Tai taikoma tik jei kampanija pažymėta kaip aktyvi.
pl_pl: Data i godzina rozpoczęcia kampanii. Ma zastosowanie tylko wtedy, gdy kampania jest oznaczona jako aktywna.

source: end date and time
lt: pabaigos data ir laikas
pl_pl: data i godzina zakończenia

source: The date and time the campaign ends. This is only applicable if the campaign is marked as active.
lt: Data ir laikas kai kampanija baigsis. Galioja tik tada kai kampanija pažyėta kaip aktyvi.
pl_pl: Data i godzina zakończenia kampanii. Ma zastosowanie tylko wtedy, gdy kampania jest oznaczona jako aktywna.

source: created by
lt: Sukurta
pl_pl: stworzone przez

source: modified by
lt: Modifikuota
pl_pl: modyfikowane przez

source: created on
lt: Sukurta
pl_pl: utworzony dnia

source: modified on
lt: Modifikuota
pl_pl: zmodyfikowano

source: Campaign
lt: Kampanija
pl_pl: Kampania

source: The campaign name to show in the store front.
lt: Kampanijos pavadinimas, kurį rodyti parduotuvės priekiniame skydelyje
pl_pl: Nazwa kampanii, która ma być wyświetlana na froncie sklepu.

source: Catalog Campaign: {name}
pl_pl: Kampania katalogowa: {name}

source: basket line text
lt: krepšelio linijos tekstas
pl_pl: tekst wiersza koszyka

source: This text will be shown in a basket.
pl_pl: Ten tekst zostanie wyświetlony w koszyku.

source: coupon
lt: kuponas
pl_pl: kupon

source: supplier
pl_pl: dostawca

source: When set, this campaign will match only products from the selected supplier. Rules and Effects will also be restricted to include only the products of this supplier.
pl_pl: Po ustawieniu ta kampania będzie pasować tylko do produktów od wybranego sprzedawcy. Zasady i skutki będą również ograniczone do produktów tego sprzedawcy.

source: public name
lt: viešas pavadinimas
pl_pl: nazwa publiczna

source: Basket Campaign: {name}
pl_pl: Kampania koszykowa: {name}

source: Can't have multiple active campaigns with same code.
pl_pl: Nie można mieć aktywnych wielu kampanii z tym samym kodem.

source: usage limit per customer
lt: naudojimo limitas vienas klientui
pl_pl: limit wykorzystania rabatu na jednego klienta

source: Limit the amount of usages per a single customer.
lt: Riboti panaudojimų kiekį vienam klientui.
pl_pl: Ogranicz liczbę zastosowań na jednego klienta.

source: usage limit
lt: naudojimo limitas
pl_pl: limit wykorzystania

source: Set the absolute limit of usages for this coupon. If the limit is zero (0), coupon can't be used.
pl_pl: Ustaw bezwzględny limit wykorzystania dla tego kuponu. Jeśli limit wynosi zero (0), kupon nie może zostać użyty.

source: is active
lt: aktyvus
pl_pl: jest aktywny

source: The shop where the coupon is active.
pl_pl: Sklep, w którym kupon jest aktywny.

source: Can not have multiple active campaigns with the same code.
pl_pl: Nie można mieć aktywnych wielu kampanii z tym samym kodem.

source: Base Catalog Filter
lt: Bazinio katalogo filtras
pl_pl: Filtr katalogu podstawowego

source: Product type
lt: Produkto tipas
pl_pl: Typ produktu

source: product Types
lt: produkto tipai
pl_pl: Typy produktów

source: Limit the campaign only to selected product types.
pl_pl: Ogranicz kampanię tylko do wybranych typów produktów.

source: Product
lt: Produktas
pl_pl: Produkt

source: Limit the campaign only to selected products.
pl_pl: Ogranicz kampanię tylko do wybranych produktów.

source: Product Category
lt: Produkto kategorija
pl_pl: Kategoria produktu

source: Limit the campaign only to products in selected categories.
pl_pl: Ogranicz kampanię tylko do produktów z wybranych kategorii.

source: group
lt: grupė
pl_pl: Grupa

source: min amount
lt: minimalus kiekis
pl_pl: minimalna kwota

source: max amount
lt: minimali suma
pl_pl: maksymalna kwota

source: Can not add sales limits for default contact groups.
pl_pl: Nie można dodać limitów sprzedaży dla domyślnych grup kontaktów.

source: Context Condition
lt: Konteksto sąlyga
pl_pl: Warunek kontekstu

source: Campaign Basket Discounts
lt: Kampanijos krepšelio nuolaidos
pl_pl: Zniżka kampanii koszykowej

source: Coupon Code:
lt: Kupono kodas:
pl_pl: Kod kuponu:

source: Filter report results by coupon.
lt: FIltruoti raporto rezultatus pagal kuponą.
pl_pl: Filtruj wyniki raportu według kuponu.

source: Coupons Usage
lt: Kuponų naudojimas
pl_pl: Wykorzystanie kuponów

source: Date
lt: Data
pl_pl: Data

source: Coupon code
lt: Kupono kodas
pl_pl: Kod kuponu

source: Order
lt: Užsakymas
pl_pl: Zamówienie

source: Taxful total
lt: Iš viso apmokestinama
pl_pl: Suma podlegająca opodatkowaniu

source: Taxful subtotal
lt: Apmokestinama tarpinė suma
pl_pl: Suma częściowa podlegająca opodatkowaniu

source: Total discount
lt: Iš viso nuolaida
pl_pl: Całkowity rabat

source: General Information
lt: Bendra informacija
pl_pl: Informacje ogólne

source: Name
lt: Pavadinimas
pl_pl: Nazwa

source: Not set
lt: Nenustatyta
pl_pl: Nie ustawione

source: No campaigns found
lt: Nerasta kampanijų
pl_pl: Nie znaleziono kampanii

source: This section shows all the <b>active</b> campaigns this product is in.
lt: Ši sekcija rodo visas <b>aktyvias</b> kampanijas, kurioms šis produktas priklauso.
pl_pl: Sekcja pokazuje wszystkie <b>aktywne</b> kampanie, w których znajduje się ten produkt.

source: Rules
lt: Taisyklės
pl_pl: Reguły

source: Rule type
lt: Taisyklės tipas
pl_pl: Rodzaj reguły

source: The criteria used to determine whether this campaign is applied.
lt: Kriterijai nuspręsti ar ši kampanija bus pritaikyta
pl_pl: Kryteria używane do określenia, czy ta kampania jest stosowana.

source: Add rule
lt: Pridėti taisyklę
pl_pl: Dodaj regułę

source: Effects
lt: Efektai
pl_pl: Efekty

source: Effect type
lt: Efekto tipas
pl_pl: Rodzaj efektu

source: Add effect
lt: Pridėti efektą
pl_pl: Dodaj efekt

source: New Discount Code
lt: Naujas nuolaidos kodas
pl_pl: Nowy kod rabatowy

source: General information
lt: Bendra informacija
pl_pl: Informacje ogólne

source: Generate
lt: Generuoti
pl_pl: Generuj

source: %(coupons)s used
lt: %(coupons)s panaudoti
pl_pl: %(coupons)s jest używany

source: Sales Ranges
lt: Pardavimų rėžiai
pl_pl: Zakresy sprzedaży

source: Customers within this sales range are assigned to this contact group.
lt: Klientai šiame pardavimų rėžyje priskiriami šiai kontaktų grupei.
pl_pl: Klienci z tego zakresu sprzedaży są przypisani do tej grupy kontaktów.

source: operator
lt: operatorius
