Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/front/locale/*/LC_MESSAGES/django.po
Languages: es_419, lt, pl_pl

source: Edit {object_name} in Admin
es_419: Edite {object_name} en Administrador
pl_pl: Edytuj {object_name} w menu administratora

source: Shop Administration
es_419: Administración de la tienda
lt: Parduotuvės administravimas
pl_pl: Administracja sklepu

source: There were errors on submitted form fields. Please check them and try again.
es_419: Hubo errores en los campos del formulario enviado. Revíselos y vuelva a intentarlo.
lt: Įvyko klaidų su nusiųstais formos laukais. Patikrinkite juos ir bandykite dar kartą.
pl_pl: Wystąpił błąd w formularzu. Proszę sprawdź formularz i spróbuj ponownie.

source: By <strong>%(supplier_name)s</strong>
es_419: Por <strong>%(supplier_name)s</strong>
pl_pl: Przez <strong>%(supplier_name)s</strong>

source: Available until: <span class="availability-date">{date}</span></small>
es_419: Disponible hasta: <span class="availability-date">{date}</span>
pl_pl: Dostępne do: <span class="availability-date">{date}</span></small>

source: Edit account details
es_419: Editar los detalles de la cuenta
lt: Redaguoti paskyros detales
pl_pl: Edytuj dane konta

source: Edit company details
es_419: Editar los detalles de la empresa
lt: Redaguoti įmonės detales
pl_pl: Edytuj dane firmy

source: My orders
es_419: Mis ordenes
lt: Mano užsakymai
pl_pl: Moje zamówienia

source: My saved carts
es_419: Mis carritos guardados
lt: Mano išsaugoti krepšeliai
pl_pl: Moje zapisane koszyki

source: My wishlists
es_419: mi lista de deseos
lt: Mano norų sąrašas
pl_pl: Lista życzeń

source: Admin panel
es_419: Panel de administrador
lt: Administratoriaus panelė
pl_pl: Panel administracyjny

source: Log out
es_419: Cerrar sesión
lt: Atsijungti
pl_pl: Wyloguj

source: New user? Register here!
es_419: ¿Nuevo Usuario? ¡Registrar aquí!
lt: Naujas vartotojas? Registruokitės čia!
pl_pl: Jesteś nowym użytkownikiem? Zarejestruj się!

source: Cart
es_419: Carro
lt: Krepšelis
pl_pl: Koszyk

source: Items
es_419: Artículos
lt: Prekės
pl_pl: Przedmioty

source: View cart
es_419: Ver carrito
lt: Peržiūrėti krepšelį
pl_pl: Zobacz koszyk

source: Products
es_419: Productos
lt: Produktai
pl_pl: Produkty

source: Files
es_419: Archivos
lt: Failai
pl_pl: Pliki

source: No method selected
es_419: Ningún método seleccionado
pl_pl: Nie wybrano żadnej metody

source: Product
es_419: Producto
lt: Produktas
pl_pl: Produkt

source: Unit Price
es_419: Precio unitario
lt: Vieneto kaina
pl_pl: Cena jednostkowa

source: excl. tax
es_419: excl. impuesto
lt: be mokesčių
pl_pl: bez podatku

source: Products ordered
es_419: Productos pedidos
lt: Produktai išrykiuoti
pl_pl: Zamówione produkty

source: Tax breakdown
es_419: Desglose de impuestos
lt: Mokesčių pjūvis
pl_pl: Podział podatku

source: Tax percentage
es_419: Porcentaje de impuestos
lt: Mokesčių procentas
pl_pl: Procent podatku

source: Based on amount
es_419: Basado en cantidad
lt: Lyginant su suma
pl_pl: Na podstawie kwoty

source: Amount of tax
es_419: Importe de impuesto
lt: Iš viso mokesčių
pl_pl: Kwota podatku

source: Total including tax
es_419: Total impuestos incluidos
lt: Iš viso su mokesčiais
pl_pl: Razem z podatkiem

source: Company
es_419: Empresa
lt: Įmonė
pl_pl: Firma

source: Tax number
es_419: Número de impuesto
lt: Mokesčių numeris
pl_pl: NIP

source: Preview
es_419: Avance
lt: Peržiūra
pl_pl: Podgląd

source: Also available in
es_419: También disponible en
lt: Taip pat galima
pl_pl: Również dostępne w

source: Save %(discount_percent)s
es_419: Guardar %(discount_percent)s
lt: Išsaugoti %(discount_percent)s
pl_pl: Oszczędź %(discount_percent)s

source: Product Information
es_419: Información del Producto
lt: Produkto informacija
pl_pl: Informacje o produkcie

source: Includes these products
es_419: Incluye estos productos
lt: Įtraukia šiuos produktus
pl_pl: Zawiera następujące produkty

source: No product description available
es_419: No hay descripción de producto disponible
lt: Aprašymo nėra
pl_pl: Brak opisu produktu

source: Barcode
es_419: Código de barras
lt: Barkodas
pl_pl: Kod kreskowy

source: Manufacturer
es_419: Fabricante
lt: Gamintojas
pl_pl: Producent

source: Package Size
es_419: Tamaño del paquete
lt: Pakuotės dydis
pl_pl: Wielkość paczki

source: Available Until
es_419: Disponible hasta
pl_pl: Dostępne do

source: Width
es_419: Ancho
lt: Plotis
pl_pl: Szerokość

source: Height
es_419: Altura
lt: Aukštis
pl_pl: Wysokość

source: Depth
es_419: Profundidad
lt: Gylis
pl_pl: Głębokość

source: Net Weight
es_419: Peso neto
lt: Net svoris
pl_pl: Waga netto

source: Gross Weight
es_419: Peso bruto
lt: Bendras svoris
pl_pl: Waga brutto

source: External link
es_419: Enlace externo
lt: Išorinė nuoroda
pl_pl: Link zewnętrzny

source: Select
es_419: Seleccione
lt: Rinktis
pl_pl: Wybierz

source: Select product
es_419: Seleccionar producto
lt: Pasirinkti produktą
pl_pl: Wybierz produkt

source: One-time purchase
es_419: Compra única
pl_pl: Zakup jednorazowy

source: Subscribe
es_419: Suscribir
pl_pl: Subskrybuj

source: Select frequency
es_419: Seleccionar frecuencia
pl_pl: Wybierz częstotliwość

source: Add to cart
es_419: Añadir a la cesta
lt: Pridėti į krepšelį
pl_pl: Dodaj do koszyka

source: Available until: {date}
es_419: Disponible hasta: {date}
pl_pl: Dostępne do: {date}

source: Maintenance mode
es_419: Modo de mantenimiento
lt: Priežiūros rėžimas
pl_pl: Tryb konserwacji

source: Shop is currently down for maintenance.
es_419: La tienda está actualmente inactiva por mantenimiento.
lt: Svetainė šiuo metu neprieinama, nes yra tvarkoma.
pl_pl: Sklep jest obecnie w trakcie prac konserwacyjnych.

source: Thank you for your order!
es_419: ¡Gracias por su orden!
lt: Ačiū už užsakymą!
pl_pl: Dziękujemy za złożone zamówienie!

source: Your order has been received. You can see the details of your order below.
es_419: Tu orden ha sido recibida. Puede ver los detalles de su pedido a continuación.
lt: Užsakymas gautas. Galite peržiūrėti užsakymo detales žemiau.
pl_pl: Twoje zamówienie zostało przyjęte. Poniżej znajdują się szczegóły zamówienia.

source: User account activation
es_419: Activación de la cuenta de usuario
lt: Vartotojo sąskaitos aktyvacija
pl_pl: Aktywacja konta użytkownika

source: If you want to be able to see your order history, please create a password for your account:
es_419: Si desea poder ver su historial de pedidos, cree una contraseña para su cuenta:
lt: Jei norite pamatyti užsakymų istoriją - sukurkite savo paskyrai slaptažodį:
pl_pl: Jeżeli chcesz mieć dostęp do historii zamówień, należy utworzyć hasło do konta:

source: Send
es_419: Enviar
lt: Siųsti
pl_pl: Wyślij

source: Payment canceled
es_419: Pago cancelado
lt: Mokėjimas atšauktas
pl_pl: Płatność anulowana

source: You have canceled payment
es_419: Has cancelado el pago
lt: Atšaukėte mokėjimą
pl_pl: Płatność została anulowana

source: Retry payment
es_419: Reintente el pago
lt: Bandyti apmokėti dar kartą
pl_pl: Ponów płatność

source: Error
lt: Klaida
pl_pl: Błąd

source: Combination not available
es_419: Combinación no disponible
lt: Kombinacija negalima
pl_pl: Nie można połączyć

source: Open product page
es_419: Abrir página de producto
lt: Atidaryti produkto puslapį
pl_pl: Otwórz stronę produktu

source: Hide prices
es_419: Ocultar precios
pl_pl: Ukryj ceny

source: Set shop in catalog mode
es_419: Establecer tienda en modo catálogo
pl_pl: Ustaw sklep w trybie katalogu

source: Show supplier info
es_419: Mostrar información del proveedor
pl_pl: Pokaż informacje o dostawcy

source: Show supplier name in product-box, product-detail, basket- and order-lines
es_419: Mostrar el nombre del proveedor en la caja del producto, el detalle del producto, la cesta y las líneas de pedido
pl_pl: Pokaż nazwę dostawcy w polu produktu, szczegółach produktu, koszyku i wierszach zamówienia

source: Show Product Details
es_419: Mostrar detalles del producto
pl_pl: Pokaż szczegóły produktu

source: If you enable this, extra information will be shown on product page in frontend.
es_419: Si habilita esto, se mostrará información adicional en la página del producto en la interfaz.
pl_pl: Jeśli włączysz tę opcję, dodatkowe informacje będą wyświetlane na stronie produktu.

source: Show Variations as Buttons
es_419: Mostrar variaciones como botones
pl_pl: Pokaż cechy jako przycisk

source: If you enable this, the variations will be shown as buttons instead of dropdowns.
es_419: Si habilita esto, las variaciones se mostrarán como botones en lugar de menús desplegables.
pl_pl: Jeśli włączysz tę opcję, cechy produktów będą wyświetlane jako przyciski zamiast list rozwijanych.

source: Product detail extra tab title
es_419: Título de pestaña adicional de detalles del producto
pl_pl: Tytuł dodatkowej zakładki ze szczegółami produktu

source: Enter the title for the product detail extra tab.
es_419: Ingrese el título de la pestaña adicional de detalles del producto.
pl_pl: Wprowadź tytuł dodatkowej zakładki ze szczegółami produktu.

source: Product detail extra tab content
es_419: Contenido de pestaña adicional de detalles del producto
pl_pl: Zawartość dodatkowej zakładki ze szczegółami produktu

source: Enter the content for the product detail extra tab.
es_419: Ingrese el contenido de la pestaña adicional de detalles del producto.
pl_pl: Wprowadź treść dodatkowej zakładki ze szczegółami produktu.

source: Description
es_419: Descripción
lt: Aprašymas
pl_pl: Opis

source: Details
es_419: Detalles
lt: Detalės
pl_pl: Szczegóły

source: Attributes
es_419: Atributos
lt: Atributai
pl_pl: Atrybuty

source: Product reviews
es_419: Reseñas de productos
pl_pl: Oceny produktu

source: Product detail tabs
es_419: Fichas de detalles del producto
pl_pl: Karty szczegółów produktu

source: Select all tabs that should be rendered in product details.
es_419: Seleccione todas las pestañas que deben mostrarse en los detalles del producto.
pl_pl: Wybierz wszystkie karty, które mają być renderowane w szczegółach produktu.

source: Tax number is not valid.
es_419: El número de identificación fiscal no es válido.
pl_pl: Numer NIP jest nieprawidłowy.

source: Edit
es_419: Editar
lt: Redaguoti
pl_pl: Edytuj

source: `{language_code}` is an invalid language code.
es_419: `{language_code}` es un código de idioma no válido.
pl_pl: `{language_code}` jest nieprawidłowym kodem języka.

source: The order is canceled so you can't pay for it.
es_419: El pedido está cancelado, por lo que no puede pagarlo.
pl_pl: Zamówienie zostało anulowane, więc nie możesz za nie zapłacić.

source: Error! This product is not available in this shop.
es_419: ¡Error! Este producto no está disponible en esta tienda.
pl_pl: Błąd! Ten produkt nie jest dostępny w tym sklepie.

source: Maximum file size reached (%(size)s MB).
es_419: Se alcanzó el tamaño máximo de archivo (%(size)s MB).
pl_pl: Osiągnięto maksymalny rozmiar pliku (%(size)s MB).

source: ID
es_419: IDENTIFICACIÓN

source: Status
es_419: Estado

source: Email
es_419: Correo electrónico

source: Menu
es_419: Menú
lt: Meniu

source: SKU
lt: Prekės kodas
