Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/front/locale/*/LC_MESSAGES/django.po
Languages: es_419, lt, pl_pl

source: Abandoned Cart Value
es_419: Valor del carrito abandonado
lt: Palikto krepšelio pirkinių suma
pl_pl: Wartość odrzuconego koszyka

source: Based on {b} carts over the last {d} days
es_419: Basado en {b} carritos durante los últimos {d} días
lt: Lyginant su {b} krepšelių per paskutinės {d} dienų
pl_pl: Na podstawie {b} koszyków z ostatnich {d} dni

source: Carts
es_419: Carros
lt: Krepšeliai
pl_pl: Koszyki

source: Show carts
es_419: Mostrar carritos
lt: Rodyti krepšelius
pl_pl: Pokaż koszyki

source: Cart Inactivity Delay (hours)
es_419: Retraso por inactividad del carrito (horas)
pl_pl: Opóźnienie braku aktywności koszyka (godziny)

source: Set the number of hours the cart must be inactive before it's displayed in Orders > Carts
es_419: Establezca la cantidad de horas que el carrito debe estar inactivo antes de que se muestre en Pedidos&gt; Carritos
pl_pl: Ustaw liczbę godzin, przez które koszyk musi być nieaktywny, zanim zostanie wyświetlony w obszarze Zamówienia> Koszyki

source: Key
es_419: Llave
pl_pl: Klucz

source: Last updated on
es_419: Ultima actualización en
lt: Atnaujinta
pl_pl: Ostatnio zaktualizowane

source: Completed
es_419: Terminado
pl_pl: Zakończony

source: yes
es_419: sí
lt: taip
pl_pl: tak

source: no
lt: ne
pl_pl: nie

source: Shop
es_419: Tienda
lt: Parduotuvė
pl_pl: Sklep

source: Supplier
es_419: Proveedor
pl_pl: Dostawca

source: Customer
es_419: Cliente
lt: Klientas
pl_pl: Klient

source: Product count
es_419: Recuento de productos
lt: Produktų kiekis
pl_pl: Ilość produktów

source: Total
lt: Iš viso
pl_pl: Razem

source: Created on
es_419: Creado en
lt: Sukurta
pl_pl: Utworzone

source: Ordered
es_419: Ordenado
lt: Užsakyta
pl_pl: Zamówione

source: Require shipping method
es_419: Requiere método de envío
pl_pl: Wymagaj metody wysyłki

source: Whether to require the shipping method in checkout phases.
es_419: Si se requiere el método de envío en las fases de pago.
pl_pl: Czy wymagać metody wysyłki podczas realizacji transakcji.

source: Require payment method
es_419: Requerir método de pago
pl_pl: Wymagaj metody płatności

source: Whether to require the payment method in checkout phases.
es_419: Si se requiere el método de pago en las fases de pago.
pl_pl: Czy wymagać metody płatności podczas realizacji transakcji.

source: Registration Settings
es_419: Configuración de registro
pl_pl: Ustawienia rejestracji

source: Allow company registration
es_419: Permitir el registro de la empresa
pl_pl: Zezwól na rejestrację firmy

source: If you select this, companies can register into your store.
es_419: Si selecciona esto, las empresas pueden registrarse en su tienda.
pl_pl: Jeśli wybierzesz tę opcję, firmy będą mogły zarejestrować się w Twoim sklepie.

source: Company registration requires approval
es_419: El registro de la empresa requiere aprobación
pl_pl: Rejestracja firmy wymaga zgody

source: Registered companies must be manually approved by admin if this is checked. This option has no effect if company registration is not allowed on your site.
es_419: Las empresas registradas deben ser aprobadas manualmente por el administrador si esto está marcado. Esta opción no tiene ningún efecto si el registro de la empresa no está permitido en su sitio.
pl_pl: Zarejestrowane firmy muszą zostać ręcznie zatwierdzone przez administratora, jeśli jest to zaznaczone. Ta opcja jest niedostępna, jeśli rejestracja firmy nie jest dozwolona w Twojej witrynie.

source: Company tax number validation
es_419: Validación del número de identificación fiscal de la empresa
pl_pl: Weryfikacja numeru NIP firmy

source: Company tax number format is validated for European countries.
es_419: El formato del número de identificación fiscal de la empresa está validado para países europeos.
pl_pl: Format numeru NIP firmy został zatwierdzony w krajach europejskich.

source: Override shop's default configuration
es_419: Anular la configuración predeterminada de la tienda
pl_pl: Zastąp domyślną konfigurację sklepu

source: If checked, this configuration will be used instead of the shop's default configuration.
es_419: Si se marca, esta configuración se utilizará en lugar de la configuración predeterminada de la tienda.
pl_pl: Jeśli zaznaczone, ta konfiguracja będzie używana zamiast domyślnej konfiguracji sklepu.

source: Available languages in storefront
es_419: Idiomas disponibles en el escaparate
pl_pl: Dostępne języki w sklepie

source: Select all the languages that should be available in storefront. Blank means that all languages should be available.
es_419: Seleccione todos los idiomas que deberían estar disponibles en la tienda. En blanco significa que todos los idiomas deberían estar disponibles.
pl_pl: Wybierz wszystkie języki, które powinny być dostępne w sklepie. Puste pole oznacza, że wszystkie języki powinny być dostępne.

source: Try to remove some products from the basket and order them separately.
es_419: Intente sacar algunos productos de la cesta y pídalos por separado.
pl_pl: Spróbuj usunąć niektóre produkty z koszyka i zamawiać je oddzielnie.

source: Products in basket can't be shipped together. %s
es_419: Los productos de la cesta no se pueden enviar juntos. %s
pl_pl: Produkty znajdujące się w koszyku nie mogą być wysyłane razem. %s

source: Products in basket have no common payment method. %s
es_419: Los productos de la cesta no tienen un método de pago común. %s
pl_pl: Produkty znajdujące się w koszyku nie mają wspólnej metody płatności. %s

source: Tax number is required with the company name.
es_419: Se requiere número fiscal con el nombre de la empresa.
pl_pl: Numer NIP jest wymagany wraz z nazwą firmy.

source: Company name is required with the tax number.
es_419: Se requiere el nombre de la empresa con el número de identificación fiscal.
pl_pl: Wymagana jest nazwa firmy wraz z numerem NIP.

source: Use a saved address
es_419: Usa una dirección guardada
lt: Naudoti išsaugotą adresą
pl_pl: Użyj zapisanego adresu

source: Addresses
es_419: Direcciones
lt: Adresas
pl_pl: Adresy

source: Saved addresses.
es_419: Direcciones guardadas.
pl_pl: Zapisane adresy.

source: Checkout as Guest
es_419: Pagar como invitado
lt: Pateikti užsakyma svečio teisėmis
pl_pl: Zamów jako gość

source: Register
es_419: Registrarse
lt: Registruotis
pl_pl: Zarejestruj się

source: Register with us for future convenience
es_419: Regístrese con nosotros para una futura conveniencia
lt: Užsiregistruokite, kad kitą kartą apsipirktumėte patogiau
pl_pl: Zarejestruj się, aby w przyszłości korzystać z konta

source: Checkout Method Choice
es_419: Elección del método de pago
lt: Pasirinkite mokėjimo būdą
pl_pl: Wybór metody płatności

source: I accept the terms and conditions
es_419: Acepto los términos y condiciones
lt: Sutinku su sąlygomis
pl_pl: Akceptuję postanowienia i warunki sprzedaży

source: I want to receive marketing material
es_419: Quiero recibir material de marketing
lt: Noriu gauti naujienlaiškius
pl_pl: Chcę otrzymywać materiały marketingowe

source: Comment
es_419: Comentario
lt: Komentaras
pl_pl: Komentarz

source: There has been a change in product availability. Please review your cart and reconfirm your order.
es_419: Ha habido un cambio en la disponibilidad del producto. Revise su carrito y vuelva a confirmar su pedido.
lt: Atsirado pakeitimų dėl galimybės užsisakyti produktą. Peržiūrėkite savo krepšelį ir papildomai patvirtinkite užsakymą.
pl_pl: Nastąpiła zmiana w dostępności produktów. Przejrzyj swój koszyk i ponownie potwierdź zamówienie.

source: Confirmation
es_419: Confirmación
lt: Patvirtinimas
pl_pl: Potwierdenie

source: Starting to create order.
es_419: Empezando a crear orden.
pl_pl: Rozpoczynam tworzenie zamówienia.

source: Empty Basket
es_419: Canasta vacía
lt: Tuščias krepšelis
pl_pl: Pusty koszyk

source: shipping method
es_419: Método de envío
lt: Pristatymo būdas
pl_pl: sposób wysyłki

source: payment method
es_419: método de pago
lt: mokėjimo būdas
pl_pl: sposób płatności

source: Shipping & Payment
es_419: envío y pago
lt: Pristatymas ir apmokėjimas
pl_pl: Wysyłka i płatnośći

source: Saved services.
es_419: Servicios guardados.
pl_pl: Zapisane usługi.

source: Sort products by name
es_419: Ordenar productos por nombre
lt: Rikiuoti produktus pagal pavadinimą
pl_pl: Sortuj produkty wg nazwy

source: Ordering for sort by name
es_419: Ordenar para ordenar por nombre
lt: Rikiavimas rūšiavimui pagal pavadinimą
pl_pl: Sortuj według nazwy

source: Sort
es_419: Clasificar
lt: Rikiuoti
pl_pl: Sortuj

source: Name - A-Z
es_419: Nombre - AZ
lt: Pavadinimas A-Z
pl_pl: Nazwa - A-Z

source: Name - Z-A
es_419: Nombre - ZA
lt: Pavadinimas - Z-A
pl_pl: Nazwa - Z-A

source: Enable this to allow products to be sortable by product name.
es_419: Habilite esto para permitir que los productos se puedan ordenar por nombre de producto.
pl_pl: Włącz tę opcję, aby umożliwić sortowanie produktów według nazwy produktu.

source: Use a numeric value to set the order in which the the filter will appear on the product listing page.
es_419: Utilice un valor numérico para establecer el orden en el que aparecerá el filtro en la página de listado de productos.
lt: Naudokite skaitinę reikšmę, kad nustatyti eiliškumą, kuriuo filtrai bus rodomi produktų sąrašo puslapyje.
pl_pl: Użyj wartości liczbowej, aby ustawić kolejność, w jakiej filtr będzie wyświetlany na stronie listy produktów.

source: Sort products by price
es_419: Ordenar productos por precio
lt: Rikiuoti produktus pagal kainą
pl_pl: Sortuj produkty wg ceny

source: Ordering for sort by price
es_419: Ordenar para ordenar por precio
lt: Rikiavimas rūšiavimui pagal kainą
pl_pl: Sortuj według ceny

source: Price - Low to High
es_419: Precios de barato a caro
lt: Kaina - Min-Max
pl_pl: Cena - od najniższej do najwyższej

source: Price - High to Low
es_419: Precio: de mayor a menor
lt: Kaina - Max-Min
pl_pl: Cena - od najwyższej do najniższej

source: Enable this to allow products to be sortable by price (from low to high; from high to low).
es_419: Habilite esto para permitir que los productos se puedan clasificar por precio (de menor a mayor; de mayor a menor).
pl_pl: Włącz tę opcję, aby umożliwić sortowanie produktów według ceny (od najniższej do najwyższej; od najwyższej do najniższej ).

source: Sort products by date created
es_419: Ordenar productos por fecha de creación
lt: Rikiuoti produktus pagal pridėjimo datą
pl_pl: Sortuj produkty wg daty utworzenia

source: Ordering for sort by date created
es_419: Ordenar para ordenar por fecha de creación
lt: Rikiavimas rušiavimui pagal sukūrimo datą
pl_pl: Sortuj według daty utworzenia

source: Date created
es_419: Fecha de creacion
lt: Sukūrimo data
pl_pl: Data dodania

source: Enable this to allow products to be sortable from newest to oldest products.
es_419: Habilite esto para permitir que los productos se puedan clasificar desde los productos más nuevos hasta los más antiguos.
pl_pl: Włącz tę opcję, aby umożliwić sortowanie produktów od najnowszych do najstarszych.

source: Use a numeric value to set the order in which the filter will appear on the product listing page.
es_419: Utilice un valor numérico para establecer el orden en el que aparecerá el filtro en la página de listado de productos.
lt: Naudokite skaitinę reikšmę nurodyti eiliškumui kuriuo filtrai bus rodomi produktų sąrašo puslapyje.
pl_pl: Użyj wartości liczbowej, aby ustawić kolejność, w jakiej filtr będzie wyświetlany na stronie listy produktów.

source: Sort products by date created - oldest first
es_419: Ordene los productos por fecha de creación: los más antiguos primero
lt: Rikiuoti produktus pagal sukūrimo datą - seniausi pirmi
pl_pl: Sortuj produkty wg daty utworzenia - od najstarszych

source: Ordering for sort by date created - oldest first
es_419: Ordenar para ordenar por fecha de creación: los más antiguos primero
lt: Rikiavimas pagal sukūrimo datą - senesni pirmiausia
pl_pl: Sortuj według daty utworzenia - najpierw najstarsze

source: Date created - oldest first
es_419: Fecha de creación: la más antigua primero
lt: Sukūrimo data - seniausi pirmiausia
pl_pl: Data dodania - od najstarszych

source: Enable this to allow products to be sortable from oldest to newest products.
es_419: Habilite esto para permitir que los productos se puedan clasificar desde los productos más antiguos hasta los más nuevos.
pl_pl: Włącz tę opcję, aby umożliwić sortowanie produktów od najstarszych do najnowszych.

source: Filter products by manufacturer
es_419: Filtrar productos por fabricante
lt: Rikiuoti pagal gamintoją
pl_pl: Filtruj produkty wg producenta

source: Ordering for filter by manufacturer
es_419: Pedido de filtro por fabricante
lt: Rikiuoti pagal gamintoją
pl_pl: Sortuj według producenta

source: Manufacturers
es_419: Fabricantes
lt: Gamintojai
pl_pl: Producenci

source: Enable this to allow products to be filterable by manufacturer for this category.
es_419: Habilite esta opción para permitir que el fabricante pueda filtrar los productos para esta categoría.
pl_pl: Włącz tę opcję, aby umożliwić sortowanie produktów według producenta w tej kategorii.

source: Use a numeric value to set the order in which the manufacturer filters will appear on the product listing page.
es_419: Utilice un valor numérico para establecer el orden en el que aparecerán los filtros del fabricante en la página de listado de productos.
lt: Naudokite skaitinę reikšmę nustatyti eiliškumą, kuriuo gamintojo filtrai bus rodomi produktų sąrašo puslapyje.
pl_pl: Użyj wartości liczbowej, aby ustawić kolejność, w jakiej filtry producenta będą pojawiać się na stronie listy produktów.

source: Filter products by category
es_419: Filtrar productos por categoría
lt: Filtruoti produktus pagal kategoriją
pl_pl: Filtruj produkty wg kategorii

source: Ordering for filter by category
es_419: Ordenar para filtrar por categoría
lt: Rikiavimas filtrui pagal kategoriją
pl_pl: Sortuj według kategorii

source: Categories
es_419: Categorías
lt: Kategorijos
pl_pl: Kategorie

source: Enable this to allow products to be filterable by any visible product category.
es_419: Habilite esto para permitir que los productos se puedan filtrar por cualquier categoría de producto visible.
pl_pl: Włącz tę opcję, aby umożliwić sortowanie produktów według dowolnej widocznej kategorii produktów.

source: Use a numeric value to set the order in which the category list filters will appear on the product listing page.
es_419: Utilice un valor numérico para establecer el orden en el que aparecerán los filtros de la lista de categorías en la página de la lista de productos.
lt: Naudokite skaitinę reikšmę eiliškumui nustatyti, kuriuo kategorijos sąrašo filtrai bus rodomi produktų sąrašo puslapyje.
pl_pl: Użyj wartości liczbowej, aby ustawić kolejność, w jakiej filtry listy kategorii będą pojawiać się na stronie listy produktów.

source: Limit page size
es_419: Limitar el tamaño de la página
lt: Limituoti puslapio dydį
pl_pl: Ogranicz rozmiar strony

source: Ordering for limit page size
es_419: Ordenar por tamaño de página límite
lt: Rikiavimas puslapio dydžio limitui
pl_pl: Sortuj według ograniczeń rozmiaru strony

source: Products per page
es_419: Productos por pagina
lt: Produktų viename puslapyje
pl_pl: Produktów na stronie

source: Enable this to allow the customer to be able to select the number of products to display.
es_419: Habilite esto para permitir que el cliente pueda seleccionar la cantidad de productos para mostrar.
pl_pl: Włącz tę opcję, aby klient mógł wybrać liczbę wyświetlanych produktów.

source: Use a numeric value to set the order in which the page size filter will appear on the product listing page.
es_419: Utilice un valor numérico para establecer el orden en el que aparecerá el filtro de tamaño de página en la página de la lista de productos.
lt: Naudokite skaitinę reikšmę nustatyti eiliškumui, kuriuo puslapio dydžio filtras bus rodomas produktų sąrašo puslapyje.
pl_pl: Użyj wartości liczbowej, aby ustawić kolejność, w jakiej filtr rozmiaru strony będzie wyświetlany na stronie listy produktów.

source: Filter products by variation
es_419: Filtrar productos por variación
lt: Filtruoti produktus pagal variaciją
pl_pl: Filtruj produkty według odmiany

source: Ordering for filter by variation
es_419: Pedido de filtro por variación
lt: Rikiavimas filtrui pagal variaciją
pl_pl: Sortuj według cech produktu

source: Enable this to allow products to be filterable by their different variations. For example, size or color.
es_419: Habilite esto para permitir que los productos se puedan filtrar por sus diferentes variaciones. Por ejemplo, tamaño o color.
pl_pl: Włącz tę opcję, aby umożliwić filtrowanie produktów według różnych cech. Na przykład rozmiar lub kolor.

source: Use a numeric value to set the order in which the variation filters will appear on the product listing page.
es_419: Utilice un valor numérico para establecer el orden en el que aparecerán los filtros de variación en la página de listado de productos.
lt: Naudokite skaitines reikšmes, kad nustatyti eiliškumą, kuriuo variacijų filtrai bus rodomi produktų sąrašo puslapyje.
pl_pl: Użyj wartości liczbowej, aby ustawić kolejność, w jakiej filtry odmian będą pojawiać się na stronie listy produktów.

source: Filter products by price
es_419: Filtrar productos por precio
lt: Filtruoti produktus pagal kainą
pl_pl: Filtruj produkty wg ceny

source: Ordering for filter by price
es_419: Pedido de filtro por precio
lt: Rikiavimas filtravimui pagal kainą
pl_pl: Sortuj według ceny

source: Price
es_419: Precio
lt: Kaina
pl_pl: Cena

source: Enable this to allow products to be filtered by price. Prices will be listed in groups from the price range minimum to price range maximum in increments of the configured price range step.
es_419: Habilite esto para permitir que los productos se filtren por precio. Los precios se enumerarán en grupos desde el mínimo del rango de precios al máximo del rango de precios en incrementos del paso del rango de precios configurado.
pl_pl: Włącz tę opcję, aby umożliwić filtrowanie produktów według ceny. Ceny będą wyświetlane w grupach od minimalnego zakresu cenowego do maksymalnego zakresu cenowego w wybranych przedziałach cenowych.

source: Use a numeric value to set the order in which the price range filters will appear on the product listing page.
es_419: Utilice un valor numérico para establecer el orden en el que aparecerán los filtros de rango de precios en la página de listado de productos.
lt: Naudokite skaitinę reikšmę nustatyti eiliškumą, kuriuo kainos rėžio filtrai bus rodomi produktų sąrašo puslapyje.
pl_pl: Użyj wartości liczbowej, aby ustawić kolejność, w jakiej filtry zakresu cen będą pojawiać się na stronie listy produktów.

source: Price range minimum
es_419: Rango de precio mínimo
lt: Kaina Min.
pl_pl: Minimalny przedział cenowy

source: Set the minimum price for the filter. The first range will be from zero to this value.
es_419: Establezca el precio mínimo del filtro. El primer rango será de cero a este valor.
lt: Nustatyti minimalią kainą filtrui. Pirmas rėžis bus nuo nulio iki šios reiškmės.
pl_pl: Ustaw minimalną wartość dla produktów. Pierwszy zakres będzie wynosił od zera do tej wartości.

source: Price range maximum
es_419: Rango de precio máximo
lt: Kaina max
pl_pl: Maksymalny zakres cen

source: Set the maximum price for the filter. The last range will include this value and above.
es_419: Establezca el precio máximo del filtro. El último rango incluirá este valor y más.
lt: Nustatyti filtrui maksimalią kainą. Paskutinis rėžis bus nuo šios kainos ir didesnės kainos.
pl_pl: Ustaw maksymalną wartość dla produktów. Ostatni zakres będzie zawierał tę wartość i więcej.

source: Price range step
es_419: Paso del rango de precios
lt: Kainos rėžio žingsnis
pl_pl: Przedział cenowy

source: Set the price step for each range. Each range will increment by this value.
es_419: Establezca el paso de precio para cada rango. Cada rango se incrementará en este valor.
lt: Nustatyti kainos žingsnį kiekvienam rėžiui. Kiekvienas rėžis bus didinamas šia reikšme.
pl_pl: Ustaw przedział cenowy dla każdego zakresu. Każdy zakres będzie zwiększany o tę wartość.

source: Filter products by its attributes
es_419: Filtrar productos por sus atributos
pl_pl: Filtruj produkty według ich atrybutów

source: Allow products to be filtered according to their attributes.
es_419: Permitir que los productos se filtren según sus atributos.
pl_pl: Zezwalaj na filtrowanie produktów zgodnie z ich atrybutami.

source: Attributes that can be filtered
es_419: Atributos que se pueden filtrar
pl_pl: Atrybuty, które można filtrować

source: Select attributes that can used for filtering the products.
es_419: Seleccione los atributos que se pueden utilizar para filtrar los productos.
pl_pl: Wybierz atrybuty, których można użyć do filtrowania produktów.

source: Under %(min_limit)s
es_419: Bajo %(min_limit)s
lt: Mažiau %(min_limit)s
pl_pl: Poniżej %(min_limit)s

source: %(min)s to %(max)s
es_419: %(min)s a %(max)s
pl_pl: od %(min)s do %(max)s

source: %(max_limit)s & Above
es_419: %(max_limit)s y superior
lt: %(max_limit)s ir daugiau
pl_pl: %(max_limit)s i powyżej

source: Filter products by supplier
es_419: Filtrar productos por proveedor
pl_pl: Sortuj według dostawcy

source: Ordering for filter by supplier
es_419: Pedido de filtro por proveedor
pl_pl: Sortuj według dostawców

source: Suppliers
es_419: Proveedores
pl_pl: Dostawcy

source: Enable this to allow products to be filterable by supplier.
es_419: Habilite esto para permitir que los productos sean filtrados por proveedor.
pl_pl: Włącz tę opcję, aby umożliwić sortowanie produktów według dostawcy.

source: Use a numeric value to set the order in which the supplier filters will appear.
es_419: Utilice un valor numérico para establecer el orden en el que aparecerán los filtros de proveedores.
pl_pl: Użyj wartości liczbowej, aby ustawić kolejność, w jakiej będą pojawiać się filtry dostawców.

source: Allow multiselect suppliers
es_419: Permitir multiseleccionar proveedores
pl_pl: Zezwalaj na wybór wielu dostawców

source: Filter by multiple suppliers at a time.
es_419: Filtra por varios proveedores a la vez.
pl_pl: Sortuj według wielu dostawców jednocześnie.

source: Logged out since this account is inactive.
es_419: Desconectado porque esta cuenta está inactiva.
lt: Atsijungta, nes ši paskyra neaktyvi.
pl_pl: Wylogowano, ponieważ to konto jest nieaktywne.

source: key
es_419: clave
lt: raktas
pl_pl: klucz

source: shop
es_419: tienda
lt: parduotuvė
pl_pl: sklep

source: supplier
es_419: proveedor
pl_pl: dostawca

source: customer
es_419: cliente
lt: klientas
pl_pl: klient

source: orderer
es_419: ordenador
lt: rikiuotojas
pl_pl: zamawiający

source: creator
es_419: creador
lt: kūrėjas
pl_pl: twórca

source: created on
es_419: creado en
lt: sukurta
pl_pl: utworzony

source: updated on
es_419: actualizado en
lt: atnaujinta
pl_pl: zaktualizowany

source: persistent
es_419: persistente
lt: nuolatinis
pl_pl: trwały

source: deleted
es_419: eliminado
lt: ištrinta
pl_pl: usunięty

source: finished
es_419: terminado
lt: baigta
pl_pl: zakończone

source: title
es_419: título
lt: antraštė
pl_pl: tytuł

source: data
es_419: datos
pl_pl: dane

source: taxless total price
es_419: precio total libre de impuestos
lt: Kaina be mokesčių
pl_pl: całkowita cena nieopodatkowana

source: taxful total price
es_419: precio total imponible
lt: Kaina su mokesčiais
pl_pl: całkowita cena opodatkowana

source: currency
es_419: divisa
lt: valiuta
pl_pl: waluta

source: prices include tax
es_419: los precios incluyen impuestos
lt: kainos su mokesčiais
pl_pl: ceny zawierają podatek

source: product_count
lt: produktų_kiekis
pl_pl: ilość_produktów

source: products
es_419: productos
lt: produktai
pl_pl: produkty

source: class spec
es_419: especificación de clase
pl_pl: klasa spec
