Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/front/locale/*/LC_MESSAGES/django.po
Languages: es_419, lt, pl_pl

source: stored basket
es_419: canasta almacenada
lt: išsaugota krepšelių
pl_pl: przechowywany koszyk

source: stored baskets
es_419: cestas almacenadas
lt: laikoma krepšelių
pl_pl: przechowywane koszyki

source: Reference Number
es_419: Número de referencia
pl_pl: Numer Referencyjny

source: Currency
es_419: Divisa
pl_pl: Waluta

source: Customer Name
es_419: Nombre del cliente
pl_pl: Nazwa Klienta

source: Shipping Method
es_419: Método de envío
pl_pl: Metoda dostawy

source: Order Received
es_419: orden recibida
lt: Užsakymas gautas
pl_pl: Zamówienie przyjęte

source: Order
es_419: Pedido
lt: Užsakymas
pl_pl: Zamówienie

source: Customer Email
es_419: Correo electrónico del cliente
lt: Kliento el. paštas
pl_pl: Adres e-mail klienta

source: Customer Phone
es_419: Teléfono del cliente
lt: Kliento telefonas
pl_pl: Numer telefonu klienta

source: Shop Email
es_419: Correo electrónico de la tienda
lt: Parduotuvės el. paštas
pl_pl: Adres e-mail sklepu

source: Shop Phone
es_419: Comprar teléfono
lt: Parduotuvės telefonas
pl_pl: Numer telefonu sklepu

source: Language
es_419: Idioma
lt: Kalba
pl_pl: Język

source: Order Status Changed
es_419: Estado del pedido cambiado
pl_pl: Status zamówienia zmieniony

source: Old Status
es_419: Estado anterior
pl_pl: Poprzedni status

source: New Status
es_419: Nuevo estado
pl_pl: Nowy status

source: Shipment Created
es_419: Envío creado
lt: Pristatymas sukurtas
pl_pl: Wysyłka utworzona

source: Shipment
es_419: Envío
lt: Pristatymas
pl_pl: Wysyłka

source: Order Shipping Status
es_419: Estado de envío del pedido
lt: Užsakymo pristatymo statusas
pl_pl: Status wysyłki zamówienia

source: Shipment Status
es_419: Estado del envío
lt: Pristatymo statusas
pl_pl: Status wysyłki

source: Shipment Tracking Code
es_419: Código de seguimiento de envío
pl_pl: Kod śledzenia przesyłki

source: Shipment Tracking URL
es_419: URL de seguimiento de envío
pl_pl: Adres URL śledzenia przesyłki

source: Shipment Sent
es_419: Envío enviado
pl_pl: Przesyłka wysłana

source: Shipment Deleted
es_419: Envío eliminado
lt: Pristatymas ištrintas
pl_pl: Wysyłka usunięta

source: Payment Created
es_419: Pago creado
lt: Mokėjimas sukurtas
pl_pl: Płatność utworzona

source: Order Payment Status
es_419: Estado de pago del pedido
lt: Užsakymo mokėjimo statusas
pl_pl: Status płatności zamówienia

source: Payment
es_419: Pago
lt: Mokėjimas
pl_pl: Płatność

source: Refund Created
es_419: Reembolso creado
lt: Pinigų grąžinimas sukurtas
pl_pl: Zwrot utworzony

source: <p>Dear {{ order.customer }},</p> <p>A shipment has been created for your order and here are the details:</p> {% if shipment.tracking_code %} <p>Tracking code: {{ shipment.tracking_code }}</p> {% endif %} <p>Contents:</p> <table> <thead> <tr> <th>Product</th> <th>Quantity</th> </tr> </thead> <tbody> {% for shipment_product in shipments.total_products %} <tr> <td>{{ shipment_product.product }}</td> <td>{{ shipment_product.quantity }}</td> </tr> {% endif %} </tbody> </table>
lt: <p>{{ order.customer }},</p> <p>Sukurtas nurodymas pristatymui Jūsų užsakymui. Pristatymo nurodymo detalės:</p> {% if shipment.tracking_code %} <p>Sekimo kodas: {{ shipment.tracking_code }}</p> {% endif %} <p>Turinys:</p> <table> <thead> <tr> <th>Produktas</th> <th>Kiekis</th> </tr> </thead> <tbody> {% for shipment_product in shipments.total_products %} <tr> <td>{{ shipment_product.product }}</td> <td>{{ shipment_product.quantity }}</td> </tr> {% endif %} </tbody> </table>
pl_pl: <p>Szanowny {{order.customer}},</p> <p>Dla Twojego zamówienia została utworzona przesyłka, poniżej przedstawiamy szczegóły przesyłki:</p> {% if shipment.tracking_code %} <p>Kod śledzenia: {{ shipment.tracking_code }}</p> {% endif %} <p>Contents:</p> <table> <thead> <tr> <th>Produkt</th> <th>Ilość</th> </tr> </thead> <tbody> {% for shipment_product in shipments .total_products %} <tr> <td>{{ shipment_product.product }}</td> <td>{{ shipment_product.quantity }}</td> </tr> {% endif %} </tbody> </table>

source: Send Shipment Created Email
es_419: Enviar correo electrónico de envío creado
lt: Informuoti el. paštu apie sukurtą pristatymo užduotį
pl_pl: Wyślij wiadomość e-mail o utworzeniu przesyłki

source: Send an email to customer when a shipment is created.
es_419: Envíe un correo electrónico al cliente cuando se cree un envío.
lt: Siųsti klientui el. laišką kai pristatymas sukurtas.
pl_pl: Wyślij wiadomość e-mail do klienta po utworzeniu przesyłki.

source: This script will send an email to customer when a shipment of his order has been created.
es_419: Este script enviará un correo electrónico al cliente cuando se haya creado un envío de su pedido.
lt: Siųsti klientui el. laišką kai pristatymo nurodymas šiam užsakymui sukurtas
pl_pl: Ten skrypt wyśle wiadomość e-mail do klienta, gdy zostanie utworzona wysyłka jego zamówienia.

source: {{ order.shop }} - Shipment created for order {{ order.identifier }}
es_419: {{order.shop}}: envío creado para el pedido {{order.identifier}}
lt: {{ order.shop }} - pristatymas sukurtas užsakymui {{ order.identifier }}
pl_pl: {{ order.shop }} Przygotowano przesyłkę zamówienia {{ order.identifier }}

source: Send Shipment Deleted Email
es_419: Enviar correo electrónico eliminado del envío
lt: Siųsti informacinį el. laišką informuoti, kad pristatymas buvo ištrintas
pl_pl: Wyślij wiadomość e-mail o usunięciu wysyłki

source: Send email when a shipment is deleted.
es_419: Envíe un correo electrónico cuando se elimine un envío.
lt: Siųsti el. laišką kai pristatymas ištrintas.
pl_pl: Wyślij e-mail, gdy wysyłka zostanie usunięta.

source: This script will send an email to customer or to any configured email right after a shipment gets deleted.
es_419: Este script enviará un correo electrónico al cliente oa cualquier correo electrónico configurado inmediatamente después de que se elimine un envío.
lt: Šis scriptas nusiųs el. laišką vartotojui vos tik pristatymas bus ištrintas.
pl_pl: Ten skrypt wyśle wiadomość e-mail do klienta lub na dowolny skonfigurowany e-mail zaraz po usunięciu wysyłki.

source: {{ order.shop }} - Shipment deleted for order {{ order.identifier }}
es_419: {{order.shop}}: envío eliminado para el pedido {{order.identifier}}
lt: {{ order.shop }} - pristatymas ištrintas užsakymui {{ order.identifier }}
pl_pl: {{ order.shop }} - Wysyłka dla tego zamówienia została usunięta {{ order.identifier }}

source: Send Payment Created Email
es_419: Enviar correo electrónico de pago creado
lt: Siųsti el. laišką apie sukurtą mokėjimą
pl_pl: Wyślij wiadomość e-mail z utworzeniem płatności

source: Send email to customer when a payment is created.
es_419: Envíe un correo electrónico al cliente cuando se cree un pago.
lt: Siųsti el. laišką klientui kai sukurtas mokėjimas.
pl_pl: Wyślij wiadomość e-mail do klienta po utworzeniu płatności.

source: This script will send an email to customer or to any configured email right after a payment gets created.
es_419: Este script enviará un correo electrónico al cliente oa cualquier correo electrónico configurado inmediatamente después de que se cree un pago.
lt: Šis scriptas nusiųs el. laišką vartotojui vos tik bus sukurtas mokėjimas.
pl_pl: Ten skrypt wyśle wiadomość e-mail do klienta lub na dowolny skonfigurowany e-mail zaraz po utworzeniu płatności.

source: {{ order.shop }} - Payment created for order {{ order.identifier }}
es_419: {{order.shop}}: pago creado para el pedido {{order.identifier}}
lt: {{ order.shop }} - mokėjimas sukurtas užsakymui {{ order.identifier }}
pl_pl: {{ order.shop }} - Została utworzona płatność dla zamówienia {{ order.identifier }}

source: Send Refund Created Email
es_419: Enviar correo electrónico de reembolso creado
lt: Siųsti el. laišką kai sukuriamas pinigų grąžinimas
pl_pl: Wyślij e-mail o utworzeniu zwrotu środków

source: Send email when a refund is created.
es_419: Envíe un correo electrónico cuando se cree un reembolso.
lt: Siųsti el. laišką kai sukuriamas pinigų grąžinimas.
pl_pl: Wyślij wiadomość e-mail po utworzeniu zwrotu.

source: This script will send an email to customer or to any configured email right after a refund gets created.
es_419: Este script enviará un correo electrónico al cliente oa cualquier correo electrónico configurado inmediatamente después de que se cree un reembolso.
lt: Šis scriptas nusiųs el. laišką vartotojui vos tik bus sukurtas pinigų grąžinimas.
pl_pl: Ten skrypt wyśle wiadomość e-mail do klienta lub na dowolny skonfigurowany e-mail zaraz po utworzeniu zwrotu.

source: {{ order.shop }} - Refund created for order {{ order.identifier }}
es_419: {{order.shop}}: reembolso creado para el pedido {{order.identifier}}
lt: {{ order.shop }} - sukurtas pinigų grąžinimas užsakymui {{ order.identifier }}
pl_pl: {{ order.shop }} - Został utworzony zwrot środków dla zamówienia {{ order.identifier }}

source: Send Order Confirmation Email
es_419: Enviar correo electrónico de confirmación de pedido
lt: Siųsti užsakymo patvirtinimo el. laišką
pl_pl: Wyślij wiadomość e-mail z potwierdzeniem zamówienia

source: Send a confirmation email when the order is created.
es_419: Envíe un correo electrónico de confirmación cuando se cree el pedido.
lt: Siųsti patvirtinimo el. laišką kai sukuriamas užsakymas.
pl_pl: Wyślij wiadomość e-mail z potwierdzeniem złożenia zamówienia.

source: This script will send an email to customer or to any configured email right after an order is created. The order contents can be put on email body as well as other informations like shipping method and payment method.
es_419: Este script enviará un correo electrónico al cliente o a cualquier correo electrónico configurado inmediatamente después de que se crea un pedido. El contenido del pedido se puede poner en el cuerpo del correo electrónico, así como otra información como el método de envío y el método de pago.
lt: Šis scriptas nusiųs el. laišką vartotojui vos tik bus sukurtas užsakymas. Užsakymo detalės gali būti įterptos į el. laiško turinį kaip ir kita informacija, pvz. pristatymo būdas ir mokėjimo būdas.
pl_pl: Ten skrypt wyśle wiadomość e-mail do klienta lub na dowolny skonfigurowany e-mail zaraz po utworzeniu zamówienia. Treść zamówienia może zostać umieszczona w treści wiadomości e-mail, wraz z innymi informacjami, takimi jak metoda wysyłki i metoda płatności.

source: Cart Inactivity Delay
es_419: Retraso por inactividad del carrito
pl_pl: Opóźnienie braku aktywności koszyka

source: Checkout configuration
es_419: Configuración de pago
pl_pl: Konfiguracja koszyka

source: Product list sorts and filters
es_419: Clasificaciones y filtros de listas de productos
lt: Produktų sąrašas rikiuojamas ir filtruojamas
pl_pl: Sortowanie i filtrowanie listy produktów

source: Vendor
es_419: Vendedor
pl_pl: Sprzedawca

source: Created Date
es_419: Fecha de creación
pl_pl: Utworzona data

source: Updated Date
es_419: Fecha actualizada
pl_pl: Zaktualizowana data

source: Ordered by
es_419: Ordenado por
pl_pl: Zamówiony przez

source: Phone
es_419: Teléfono
pl_pl: Telefon

source: Tax Number
es_419: Número de impuesto
pl_pl: Numer NIP

source: Customer Comment
es_419: Comentario del cliente
pl_pl: Komentarz klienta

source: Payment Method
es_419: Método de pago
pl_pl: Metoda płatności

source: Total Price
es_419: Precio total
pl_pl: Cena całkowita

source: Address Information
es_419: Datos del Domicilio
pl_pl: Informacje adresowe

source: Billing address
es_419: Dirección de Envio
lt: mokėtojo adresas
pl_pl: Adres rozliczeniowy

source: No billing address defined.
es_419: No se ha definido ninguna dirección de facturación.
pl_pl: Nie zdefiniowano adresu rozliczeniowego.

source: Shipping address
es_419: Dirección de Envío
lt: Pristatymo adresas
pl_pl: Adres do wysyłki

source: No shipping address defined.
es_419: No se ha definido ninguna dirección de envío.
pl_pl: Nie określono adresu wysyłki.

source: Lines
es_419: Líneas
pl_pl: Linie

source: Text
es_419: Texto
pl_pl: Tekst

source: Taxless Unit Price
es_419: Precio unitario sin impuestos
pl_pl: Cena jednostkowa bez podatku

source: Quantity
es_419: Cantidad
lt: Vienetų
pl_pl: Ilość

source: Taxless Discount
es_419: Descuento sin impuestos
pl_pl: Zniżka bez podatku

source: Taxless Discount Percentage
es_419: Porcentaje de descuento exento de impuestos
pl_pl: Procent zniżki bez podatku

source: Tax
es_419: Impuesto
lt: Mokesčiai
pl_pl: Podatek

source: Taxless Total
es_419: Total sin impuestos
pl_pl: Razem bez podatku

source: Total incl. Tax
es_419: Total incl. Impuesto
pl_pl: Razem (włączając podatek)

source: Supplied by %(supplier)s
es_419: Suministrado por %(supplier)s
pl_pl: Dostarczane przez %(supplier)s

source: Discount
es_419: Descuento
pl_pl: Zniżka

source: Taxless
pl_pl: Bez podatku

source: Logs
es_419: Registros
pl_pl: Dzienniki

source: Date
es_419: Fecha
pl_pl: Data

source: Type
es_419: Tipo
pl_pl: Rodzaj

source: Message
es_419: Mensaje
pl_pl: Wiadomość

source: Extra
pl_pl: Dodatkowy

source: Storefront Languages
es_419: Idiomas de la tienda
pl_pl: Języki witryn sklepowych

source: Shopping cart
es_419: Carrito de compras
lt: Pirkinių krepšelis
pl_pl: Koszyk

source: Your shopping cart is empty.
es_419: Su cesta está vacía.
lt: Jūsų pirkinių krepšelis tuščias
pl_pl: Twój koszyk jest pusty.

source: There were errors on following items
es_419: Hubo errores en los siguientes elementos
lt: Įvyko klaidų su sekančiais elementais
pl_pl: Wystąpiły błędy na następujących pozycjach

source: You are unable to proceed to checkout!
es_419: ¡No puede continuar con el pago!
lt: Jūs negalite pereiti prie atsiskaitymo!
pl_pl: Nie możesz przejść do płatności!

source: Checkout
es_419: Verificar
lt: Pateikti užsakymą
pl_pl: Płatność

source: Error! Please reload the page or move to previous step.
es_419: ¡Error! Vuelva a cargar la página o vaya al paso anterior.
pl_pl: Błąd! Załaduj ponownie stronę lub przejdź do poprzedniego kroku.

source: Log in
es_419: Iniciar sesión
lt: Prisijungti
pl_pl: Zaloguj

source: Forgot your password?
es_419: ¿Olvidaste tu contraseña?
lt: Pamiršote slaptažodį?
pl_pl: Zapomniałeś hasła?

source: There are errors
es_419: Hay errores
lt: Yra klaidų
pl_pl: Występują błędy

source: Please wait...
es_419: Espere por favor...
pl_pl: Proszę czekać...

source: My Dashboard
es_419: Mi tablero
lt: Pagrindinis skydelis
pl_pl: Mój pulpit

source: Dashboard
es_419: Tablero
lt: Pagrindinis
pl_pl: Pulpit

source: Home
es_419: Casa
lt: Pradinis
pl_pl: Strona startowa

source: Bad Request
es_419: Solicitud incorrecta
lt: Bloga užklausa
pl_pl: Złe żądanie

source: Unfortunately the server couldn't process your request.
es_419: Lamentablemente, el servidor no pudo procesar su solicitud.
lt: Deja serveris negali apdoroti Jūsų užklausos.
pl_pl: Niestety serwer nie może przetworzyć żądania.

source: Back to Homepage
es_419: Volver a la página de inicio
lt: Atgal į pradinį puslapį
pl_pl: Powrót do strony głównej

source: Permission Denied
es_419: Permiso denegado
lt: Leidimas nesuteiktas
pl_pl: Dostęp zabroniony

source: Unfortunately you didn't have permission to display this page.
es_419: Lamentablemente, no tenías permiso para mostrar esta página.
lt: Deja neturite teisės peržiūrėti šį puslapį.
pl_pl: Nie masz uprawnień do oglądania tej strony.

source: Page Not Found
es_419: Página no encontrada
lt: Puslapis nerastas
pl_pl: Strona nie została znaleziona

source: Unfortunately the page you were looking for does not exist.
es_419: Lamentablemente, la página que buscaba no existe.
lt: Deja puslapis, kurį ketinote aplankyti neegzistuoja.
pl_pl: Strona, którą szukasz nie istnieje.

source: Go Back
es_419: Regresa
lt: Atgal
pl_pl: Wróć

source: Internal Server Error
es_419: error de servidor interno
lt: Vidinė klaida
pl_pl: Wewnętrzny błąd serwera

source: Unfortunately an internal server error occurred. Try refreshing the page or try again later.
es_419: Desafortunadamente ha ocurrido un error interno del servidor. Intente actualizar la página o vuelva a intentarlo más tarde.
lt: Deja įvyko vidinė serverio klaida. Bandykite atšviežinti puslapį arba bandykite vėliau.
pl_pl: Wewnętrzny błąd serwera. Odśwież stronę lub spróbuj później.

source: Welcome to Shuup!
es_419: ¡Bienvenido a Shuup!
lt: Sveiki atvykę į Shuup!
pl_pl: Witaj w Shuup!

source: Welcome to %(name)s!
es_419: ¡Bienvenido a %(name)s!
lt: Sveiki atvykę į %(name)s!
pl_pl: Witaj w %(name)s!

source: your shop
es_419: su tienda
lt: Jūsų parduotuvė
pl_pl: twój sklep

source: You are seeing this page because there is no theme selected for the default frontend.
es_419: Estás viendo esta página porque no hay ningún tema seleccionado para la interfaz predeterminada.
lt: Matote šį puslapį, nes nėra parinktos temos numatytajai priekinei išvaizdai.
pl_pl: Widzisz tę stronę, ponieważ nie wybrano domyślnego szablonu.

source: Log in to the administration interface
es_419: Inicie sesión en la interfaz de administración
lt: Prisijungti prie administratoriaus interfeiso
pl_pl: Zaloguj się do panelu administracyjnego

source: to choose a theme and set up your shop.
es_419: para elegir un tema y configurar su tienda.
lt: pasirinkti temą ir nustatyti parduotuvę.
pl_pl: aby wybrać motyw i skonfigurować Twój sklep.

source: The administration interface does not seem to be available. Use other means to choose a theme.
es_419: La interfaz de administración no parece estar disponible. Utilice otros medios para elegir un tema.
lt: Administratoriaus interfeisas nepasiekiamas. Naudokite kitus būdus pasirinkti temą.
pl_pl: Interfejs administracyjny wydaje się nie być dostępny. Skorzystaj z innych środków, aby wybrać szablon.

source: Product added to cart
es_419: Producto añadido al carrito
lt: Prekė įdėta į krepšelį
pl_pl: Produkt dodany do koszyka

source: Adding the product to the basket failed.
es_419: No se pudo agregar el producto a la cesta.
pl_pl: Dodanie produktu do koszyka nie powiodło się.

source: Remove product from basket
es_419: Retirar producto de la cesta
lt: Pašalinti produktą iš krepšelio
pl_pl: Usuń produkt z koszyka

source: The following items are not currently available (or are not available in the desired quantity) and cannot be included in your order.
es_419: Los siguientes artículos no están disponibles actualmente (o no están disponibles en la cantidad deseada) y no se pueden incluir en su pedido.
lt: Sekantys prekės šiuo metu negalimos (arba neturime reikiamo kiekio), todėl negalime pridėti į Jūsų užsakymą.
pl_pl: Następujące pozycje nie są obecnie dostępne (lub nie są dostępne w żądanej ilości) i nie mogą być uwzględnione w zamówieniu.

source: Continue Shopping
es_419: Seguir comprando
lt: Tęsti apsipirkimą
pl_pl: Kontynuuj zakupy

source: Proceed to checkout
es_419: Pasar por la caja
lt: Pereiti prie atsiskaitymo
pl_pl: Przejdź do płatności

source: Coupons applied
es_419: Cupones aplicados
pl_pl: Zastosowano kupony

source: Do you have a coupon code? Enter it here.
es_419: ¿Tiene un código de cupón? Insértelo aquí.
pl_pl: Masz kod kuponu? Wpisz to tutaj.

source: Coupon Code
es_419: Código promocional
lt: Nuolaidos kodas
pl_pl: Kod kuponu

source: Submit Code
es_419: Ingrese el código
lt: Siųsti kodą
pl_pl: Zatwierdź kod

source: Save cart
es_419: Guardar carrito
lt: Išsaugoti krepšelį
pl_pl: Zapisz koszyk

source: Cart Title
es_419: Título del carrito
lt: Krepšelio pavadinimas
pl_pl: Nazwa koszyka

source: Save
es_419: Ahorrar
lt: Išsaugoti
pl_pl: Zapisz

source: Back to Products
es_419: Volver a Productos
lt: Atgal prie produktų
pl_pl: Wróć do produktów

source: Error!
pl_pl: Błąd!

source: Invalid coupon code.
es_419: Código de cupón inválido.
pl_pl: Nieprawidłowy kod kuponu.

source: Removing a coupon failed.
es_419: No se pudo eliminar un cupón.
pl_pl: Usunięcie kuponu nie powiodło się.

source: Coupon is not available.
es_419: El cupón no está disponible.
lt: Nuolaidos kuponas negalimas.
pl_pl: Kupon nie jest dostępny.

source: Adding a coupon failed.
es_419: No se pudo agregar un cupón.
pl_pl: Dodawanie kupnu nie powiodło się.

source: Success!
es_419: ¡Éxito!
pl_pl: Sukces!

source: Cart saved.
es_419: Carrito guardado.
pl_pl: Koszyk został zapisany.

source: Filter Products
es_419: Filtrar productos
lt: Filtruoti produktus
pl_pl: Filtruj produkty

source: Show Grid/List
es_419: Mostrar cuadrícula / lista
lt: Rodyti lentelę/sąrašą
pl_pl: Pokaż siatkę / listę

source: Grid/list view
es_419: Vista de cuadrícula / lista
lt: Lentelės/sąrašo vaizdas
pl_pl: Widok siatki / listy

source: Continue
es_419: Continuar
lt: Tęsti
pl_pl: Kontynuuj

source: Ordering for a company?
es_419: ¿Haciendo pedidos para una empresa?
lt: Užsakote įmonei?
pl_pl: Zamawiasz dla firmy?

source: Please fill out these fields if you are ordering for a company.
es_419: Complete estos campos si realiza un pedido para una empresa.
lt: Užpildykite šiuos laukus jei rikiuojate kompanijai.
pl_pl: Prosimy o wypełnienie tych pól, jeśli zamówienie jest dla firmy.

source: Ship to my billing address
es_419: Enviar a mi dirección de facturación
lt: Siųsti mokėtojo adresu
pl_pl: Wyślij na mój adres rozliczeniowy

source: Choose Shipping Method
es_419: Elija el método de envío
lt: Pasirinkti pristatymo būdą
pl_pl: Wybierz sposób wysyłki

source: Choose Payment Method
es_419: Elige el método de pago
lt: Pasirinkti mokėjimo būdą
pl_pl: Wybierz sposób płatności

source: No method is available.
es_419: No hay ningún método disponible.
pl_pl: Żadna metoda nie jest dostępna.

source: Delivery
es_419: Entrega
lt: Pristatymas
pl_pl: Dostawa

source: Delivery method
es_419: Método de entrega
lt: Pasirinkti pristatymo būdą
pl_pl: Sposób dostawy

source: Billing
es_419: Facturación
lt: Atsiskaitymas
pl_pl: Dane do faktury

source: Payment method
es_419: Método de pago
lt: Mokėjimo būdas
pl_pl: Sposób płatności

source: Add comment
es_419: Agregar comentario
lt: Pridėti komentarą
pl_pl: Dodaj komentarz

source: Other information
es_419: Otra información
lt: Kita informacija
pl_pl: Pozostałe informacje

source: Place Order
es_419: Realizar pedido
lt: Užsakyti
pl_pl: Złóż zamówienie

source: Previous
es_419: Anterior
lt: Ankstesnis
pl_pl: Wstecz

source: Next
es_419: próximo
lt: Sekantis
pl_pl: Dalej

source: Items %(start_index)d to %(end_index)d of %(count)d total
es_419: Elementos %(start_index)d a %(end_index)d del total %(count)d
pl_pl: Przedmioty od %(start_index)d do %(end_index)d ze %(count)d

source: Change visibility limit to
es_419: Cambiar el límite de visibilidad a
pl_pl: Zmień limit widoczności na

source: show only visible products and categories
es_419: mostrar solo productos y categorías visibles
pl_pl: pokaż tylko widoczne produkty i kategorie

source: show all products and categories
es_419: mostrar todos los productos y categorías
pl_pl: pokaż wszystkie produkty i kategorie

source: Change customer to person contact mode
es_419: Cambiar el modo de contacto de cliente a persona
pl_pl: Zmień tryb klienta na osobę prywatną

source: Change customer to company contact mode
es_419: Cambiar el modo de contacto del cliente al de la empresa
pl_pl: Zmień tryb klienta na firmę

source: Change customer mode to guest
es_419: Cambiar el modo de cliente a invitado
pl_pl: Zmień tryb klienta na gościa

source: Tools
es_419: Herramientas
lt: Įrankiai
pl_pl: Narzędzia

source: Maintenance
es_419: Mantenimiento
pl_pl: Konserwacja

source: Live
es_419: Vivir
pl_pl: Na żywo

source: Customer mode
es_419: Modo cliente
pl_pl: Tryb klienta

source: GUEST
es_419: HUÉSPED
pl_pl: GOŚĆ

source: COMPANY CONTACT
es_419: CONTACTO EMPRESA
pl_pl: KONTAKT Z FIRMĄ

source: PERSON CONTACT
es_419: PERSONA CONTACTO
pl_pl: KONTAKT Z OSOBĄ

source: Toggle navigation
es_419: Navegación de palanca
lt: Perjungti navigaciją
pl_pl: Przełącz nawigację

source: Edit '{object_title}' in administration page
es_419: Edite &#39;{object_title}&#39; en la página de administración
pl_pl: Edytuj „{object_title}” na stronie administratora
