Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/testing/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: About Us
pl_pl: O nas

source: Privacy Policy
pl_pl: Polityka prywatności

source: Terms and Conditions
pl_pl: Regulamin

source: Refund Policy
pl_pl: Polityka zwrotów

source: {{ order.shop }} - Order {{ order.identifier }} Received
pl_pl: {{order.shop}} - Zamówienie {{order.identifier}} Otrzymane

source: Send customer order confirmation email
pl_pl: Wyślij wiadomość e-mail z potwierdzeniem zamówienia klienta

source: We will configure a notification to send the customer an email after a placed order. You can disable this option later or even change the layout of the email.
pl_pl: Skonfigurujemy powiadomienie, aby wysłać klientowi wiadomość e-mail po złożeniu zamówienia. Możesz wyłączyć tę opcję później lub nawet zmienić układ wiadomości e-mail.

source: Create About Us page
pl_pl: Utwórz stronę O nas

source: We have already created an 'About Us' template for you based on your shop information. You must review the page and change it accordingly.
pl_pl: Stworzyliśmy już dla Ciebie szablon „O nas” na podstawie informacji o Twoim sklepie. Musisz przejrzeć stronę i odpowiednio ją zmienić.

source: We will create an 'About Us' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
pl_pl: Stworzymy dla Ciebie szablon „O nas”. Opieramy zawartość strony na informacjach o Twoim sklepie. Gdy skończymy, musisz przejrzeć stronę i odpowiednio ją zmienić.

source: Create Privacy Policy page
pl_pl: Utwórz stronę Polityki prywatności

source: We have already created a 'Privacy Policy' template for you based on your shop information. You must review the page and change it accordingly.
pl_pl: Stworzyliśmy już dla Ciebie szablon strony „Polityka prywatności” na podstawie informacji o Twoim sklepie. Musisz przejrzeć stronę i odpowiednio ją zmienić.

source: We will create a 'Privacy Policy' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
pl_pl: Stworzymy dla Ciebie szablon strony „Polityka prywatności”. Opieramy zawartość strony na informacjach o Twoim sklepie. Gdy skończymy, musisz przejrzeć stronę i odpowiednio ją zmienić.

source: Create Terms and Conditions page
pl_pl: Utwórz stronę z Regulaminem

source: We have already created a 'Terms & Conditions' template for you based on your shop information. You must review the page and change it accordingly.
pl_pl: Stworzyliśmy już dla Ciebie szablon strony „Regulamin” na podstawie informacji o Twoim sklepie. Musisz przejrzeć stronę i odpowiednio ją zmienić.

source: We will create a 'Terms & Conditions' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
pl_pl: Stworzymy dla Ciebie szablon strony „Regulamin”. Opieramy zawartość strony na informacjach o Twoim sklepie. Gdy skończymy, musisz przejrzeć stronę i odpowiednio ją zmienić.

source: Create Refund Policy page
pl_pl: Utwórz stronę Polityka zwrotów

source: We have already created a 'Refund Policy' template for you based on your shop information. You must review the page and change it accordingly.
pl_pl: Stworzyliśmy już dla Ciebie szablon „Polityka zwrotów” na podstawie informacji o Twoim sklepie. Musisz przejrzeć stronę i odpowiednio ją zmienić.

source: We will create an 'Refund Policy' template for you. We will base content of the page on your shop information. After we are done, you must review the page and change it accordingly.
pl_pl: Stworzymy dla Ciebie szablon „Polityka zwrotów”. Opieramy zawartość strony na informacjach o Twoim sklepie. Gdy skończymy, musisz przejrzeć stronę i odpowiednio ją zmienić.

source: Configure the footer
pl_pl: Skonfiguruj stopkę

source: We will now configure your shop footer and fill it with some of your shop's information. Don't worry, you can change this at any time.
pl_pl: Skonfigurujemy teraz stopkę Twojego sklepu i wypełnimy ją niektórymi informacjami o Twoim sklepie. Nie martw się, możesz to zmienić w dowolnym momencie.

source: Content & Behavior
pl_pl: Treść i zachowanie

source: Add the initial content and configure the customer notifications for your shop
pl_pl: Dodaj początkową treść i skonfiguruj powiadomienia klientów dla swojego sklepu

source: Configure notifications for your shop
pl_pl: Skonfiguruj powiadomienia dla swojego sklepu

source: Add the initial content
pl_pl: Dodaj zawartość początkową

source: Configure the initial content pages
pl_pl: Skonfiguruj początkowe strony treści

source: Configure some notifications
pl_pl: Skonfiguruj niektóre powiadomienia

source: Demo
pl_pl: Próbny

source: mock section title
pl_pl: przykładowy tytuł sekcji

source: Hello
pl_pl: Cześć

source: Hello %(name)s
pl_pl: Witam %(name)s

source: This is %(sku)s
pl_pl: To jest %(sku)s

source: There is a sample data installed. Search `Sample Data` for more information.
pl_pl: Zainstalowano przykładowe dane. Aby uzyskać więcej informacji, wyszukaj „Przykładowe dane”.

source: There is a sample data installed. Click here to consolidate or delete them.
pl_pl: Zainstalowano przykładowe dane. Kliknij tutaj, aby je skonsolidować lub usunąć.

source: Sample Data
pl_pl: Przykładowe dane

source: Default
pl_pl: Domyślna

source: Cosmetics and perfumes
pl_pl: Kosmetyki i perfumy

source: USpicy Makeup Brushes
pl_pl: Pędzle do makijażu USpicy

source: Professional 10 pieces makeup brush set with soft oval toothbrush design
pl_pl: Profesjonalny 10-częściowy zestaw pędzli do makijażu z miękką owalną szczoteczką do zębów

source: Precision Eyelash Curler
pl_pl: Precyzyjna zalotka do rzęs

source: Precision Eyelash Curler is the professional choice of makeup artists everywhere.
pl_pl: Precyzyjna zalotka do rzęs to profesjonalny wybór makijażystów na całym świecie.

source: PureMoist Lipstick
pl_pl: Pomadka PureMoist

source: PureMoist Lipstick has a moisturizing formula designed to quench, comfort and protect lips.
pl_pl: Pomadka PureMoist ma nawilżającą formułę, która wygładza i chroni usta.

source: A hint of citrus. A wealth of flowers. A mix of emotions.
pl_pl: Nuta cytrusów. Bogactwo kwiatów. Mieszanka emocji.

source: A refreshing and energetic floral - with low notes of sandalwood and heather.
pl_pl: Orzeźwiający i energetyzujący zapach kwiatowy - z niską nutą drzewa sandałowego i wrzosu.

source: Bvlgari Omnia Crystalline Eau de Toilette
pl_pl: Woda toaletowa Bvlgari Omnia Crystalline

source: Give yourself over to this fragrance as intoxicating and pure as a woman's soul is fragile.
pl_pl: Poddaj się temu zapachowi tak upojnemu i czystemu, jak delikatna jest dusza kobiety.

source: Still Jennifer Lopez Perfume
pl_pl: Perfumy Still by Jennifer Lopez

source: Be driven with vitality and confidence, as you wear the Jennifer Lopez Still fragrance.
pl_pl: Daj się ponieść witalności i pewności siebie, dzięki zapachowi Still by Jennifer Lopez.

source: A captivating new scent joins the La vie est belle path to happiness.
pl_pl: Urzekający nowy zapach dołącza do ścieżki szczęścia La vie est belle.

source: Smooth Viking Beard Brush
pl_pl: Gładka szczotka do brody Viking

source: Just a beard brush.
pl_pl: Tylko szczotka do brody.

source: Beard & Stash Oil
pl_pl: Olejek do brody

source: This oil is natural, and is made with the perfect combination of oils.
pl_pl: Ten olejek jest naturalny i został stworzony z doskonałej kombinacji olejków.

source: Sample Carousel
pl_pl: Przykładowa karuzela

source: Business Segment
pl_pl: Segment biznesowy

source: Select your business segment to install categories.
pl_pl: Wybierz segment biznesowy, aby zainstalować kategorie.

source: Install Categories
pl_pl: Zainstaluj kategorie

source: Enable this to install sample categories.
pl_pl: Włącz tę opcję, aby zainstalować przykładowe kategorie.

source: Install Products
pl_pl: Zainstaluj produkty

source: Enable this to install sample products.
pl_pl: Włącz tę opcję, aby zainstalować przykładowe produkty.

source: Install Carousel
pl_pl: Zainstaluj Karuzele

source: Enable this to install a sample carousel.
pl_pl: Włącz tę opcję, aby zainstalować przykładową karuzelę.

source: Uninstall Categories
pl_pl: Odinstaluj kategorie

source: Uninstall Products
pl_pl: Odinstaluj produkty

source: Uninstall Carousel
pl_pl: Odinstaluj Karuzele

source: Sample data were consolidated.
pl_pl: Przykładowe dane zostały skonsolidowane.

source: To start shopping right now, please install some sample data into your shop
pl_pl: Aby rozpocząć zakupy już teraz, zainstaluj w swoim sklepie przykładowe dane

source: You must have the Access to Admin Panel permission.
pl_pl: Musisz mieć uprawnienie Dostęp do panelu administracyjnego.

source: Supplier Pricing
pl_pl: Ceny dostawcy

source: Shuup Testing Theme
pl_pl: Motyw testowania Shuup

source: Shuup Testing Theme With Custom Base Template
pl_pl: Shuup Testing Theme z niestandardowym szablonem podstawowym

source: Shuup Test Theme Product Highlights
pl_pl: Najważniejsze cechy produktu Shuup Test Theme
