Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/front/apps/auth/locale/*/LC_MESSAGES/django.po
Languages: lt, pl_pl, vi_vn

source: Error! Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. In case of multiple accounts with same email only username can be used to log in.
pl_pl: Błąd! Wprowadź poprawne %(username)s i hasło. Zauważ, że w obu polach może być rozróżniana wielkość liter. W przypadku wielu kont z tym samym adresem e-mail do logowania można użyć tylko nazwy użytkownika.

source: This account is inactive.
lt: Ši paskyra neaktyvi
pl_pl: To konto jest nieaktywne.
vi_vn: Tài khoản người dung này chưa được kích hoạt

source: Username or email address
lt: Prisijungimo vardas arba el. pašto adresas
pl_pl: Nazwa użytkownika lub adres email
vi_vn: Tên người dùng hoặt địa chỉ email

source: You are not allowed to log in to this shop.
pl_pl: Nie możesz zalogować się do tego sklepu.

source: Log in
lt: Prisijungti
pl_pl: Zaloguj
vi_vn: Đăng nhập

source: You have already logged in as <strong>%(username)s</strong>
lt: Jūs prisijungęs kaip <strong>%(username)s</strong>
pl_pl: Jesteś już zalogowany jako <strong>%(username)s</strong>
vi_vn: Bạn đã đăng nhập bằng <strong>%(username)s</strong>

source: Go to Homepage
lt: Eiti į pradinį puslapį
pl_pl: Przejdź do strony głównej
vi_vn: Đi đến trang chủ

source: Forgot your password?
lt: Pamiršote slaptažodį?
pl_pl: Zapomniałeś hasła?
vi_vn: Quên mật khẩu

source: New user? Register here!
lt: Naujas vartotojas? Registruokitės čia!
pl_pl: Jesteś nowym użytkownikiem? Zarejestruj się!
vi_vn: Người dùng mới? Đăng ký sử dụng tại đây!

source: Logged out
lt: Atsijungėte
pl_pl: Wylogowano
vi_vn: Đăng xuất

source: You have been logged out. Thank you for visiting!
lt: Atsijungėte. Ačiū, kad aplankėte!
pl_pl: Zostałeś wylogowany. Dziękujemy za wizytę!
vi_vn: Bạn đã đăng xuất. Cảm ơn đã vào cửa hàng

source: Recover your password
lt: Atkurti slaptažodį
pl_pl: Odzyskaj hasło
vi_vn: Lấy lại mật khẩu cảu bạn

source: You can recover your password with either username or email.
lt: Galite atkurti slaptažodį naudodami prisijungimo vardą arba el. pašto adresą.
pl_pl: Możesz odzyskać swoje hasło za pomocą nazwy użytkownika bądź adresu email.
vi_vn: Bạn có thể lấy lại mật khẩu bằng tên người dùng hoặc email

source: Send password recovery instructions
lt: Siųsti slaptažodžio atkūrimo instrukciją
pl_pl: Wyślij instrukcję do odzyskania hasła
vi_vn: Gửi hướng dẫn lấy lại mật khẩu

source: Password Changed
lt: Slaptažodis pakeistas
pl_pl: Hasło zostało zmienione
vi_vn: Mật khẩu đã được thay đổi

source: Your password has been changed and you have been logged in.
lt: Jūsų slaptažodis pakeistas ir šiuo metu esate prisijungęs.
pl_pl: Hasło zostało zmienione i zostałeś zalogowany.
vi_vn: Mật khẩu của bạn đã được thây đổi và bạn đã đăng nhập

source: Password Recovery
lt: Slaptažodžio atstatymas
pl_pl: Odzyskanie hasła
vi_vn: Lấy lại mật khẩu

source: Change Password
lt: Keisti slaptažodį
pl_pl: Zmień Hasło
vi_vn: Thây đổi mật khẩu

source: Hi %(fullname)s
lt: Sveiki %(fullname)s
pl_pl: Witaj %(fullname)s
vi_vn: Xin chào %(fullname)s

source: In case you've forgotten, your username is %(username)s.
lt: Jei pamiršote - Jūsų slaptažodis yra %(username)s.
pl_pl: W przypadku gdybyś zapomniał, twoja nazwa użytkownika to %(username)s.
vi_vn: Trong trường hợp bạn quên, tên người dùng của bạn là %(username)s.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
lt: Gavote šį el. laišką, nes užsakėte slaptažodžio atkūrimą svetainėje %(site_name)s.
pl_pl: E-mail wysłano ponieważ zażądano zresetowania hasła do konta użytkownika %(site_name)s.
vi_vn: Bạn nhận được email này là vì bạn đã yêu cầu thiết lập lại mật khẩu cho tài khảon người dùng ở trang web cửa hàng %(site_name)s.

source: Please go to the following page and choose a new password:
lt: Eikite į šį puslapį ir pasirinkite naują slaptažodį:
pl_pl: Po proszę przejść na podaną stronę i wybrać nowe hasło:
vi_vn: Vui lòng đi đến trang sau đây và chọn một mật khẩu mới

source: If a user account is associated with the information you entered, you should receive instructions on how to reset your password shortly.
lt: Jei yra vartotojo paskyra susieta su Jūsų įvesta informacija - greitai gausite instrukcijas kaip atkurti slaptažodį.
pl_pl: Jeżeli istnieje już konto powiązane z danymi które wprowadziłeś, otrzymasz instrukcje jak zresetować swoje hasło.
vi_vn: Nếu tài khoản người dùng liên quan đến thông tin bạn đã nhập vào thì bạn sẽ nhận được hướng dẫn thiết lập lại mật khẩu

source: Error! This recovery link is invalid.
pl_pl: Błąd! Ten link odzyskiwania jest nieprawidłowy.
