Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/notify/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Plain text
lt: Paprastas tekstas

source: Subject
lt: Antraštė

source: Email Body
lt: El. laiško turinys

source: Content type
lt: Turinio tipas

source: Recipient
lt: Gavėjas

source: Language
lt: Kalba

source: Fallback language
lt: Atsarginė kalba

source: Send Identifier
lt: Siųsti identifikatorių

source: If set, this identifier will be logged into the event's log target. If the identifier has already been logged, the e-mail won't be sent again.
lt: Jei nustatyta - šis identifikatorius bus užfiksuotas į įvykių žurnalą. Jei identifikatorius jau buvo užfiksuota - el. laiškas pakartotinai nebus siunčiamas.

source: Notifications
lt: Pranešimai

source: Show notification scripts
lt: Rodyti pranešimo scriptus

source: Event
lt: Įvykis

source: Choose which event to bind this script to.
lt: Pasirinkti įvykį prie kurio prikabinti šį script'ą.

source: Script Name
lt: Script'o pavadinimas

source: Type in a descriptive name for your new script.
lt: Suteikite apibūnantį pavadinimą savo naujam script'ui.

source: Enable Script
lt: Įjungti scriptą

source: Choose whether this script should be activated when its event fires.
lt: Pasirinkite ar scriptas turi būti aktyvuotas "iššovus" įvykiui.

source: Template
lt: Šablonas

source: Bind to Variable
lt: Prijungti prie kintamojo

source: Edit Script (advanced)
lt: Redaguoti script'ą (patyrusiems)

source: Edit Template
lt: Redaguoti šabloną

source: Name
lt: Pavadinimas

source: Enabled
lt: Įjungta

source: New Script
lt: Naujas scriptas

source: New From Template
lt: Naujas iš šablono

source: Check whether the bound value `value` exists and is non-empty and non-zero.
lt: Tikrinti ar prijungta reikšmė `reikšmė` egzistuoja ir yra nelygi nuliui.

source: Non-Empty
lt: Netuščias

source: Check whether the bound value `value` is empty or zero.
lt: Patikrinkite ar prijungiama reikšmė `reikšmė`` nelygi nuliui.

source: Empty
lt: Tuščias

source: none
lt: neapibrėžta

source: unilingual
lt: vienakalbis

source: multilingual
lt: daugiakalbis

source: variable only
lt: tik kintamasis

source: constant only
lt: tik pastovus

source: variable or constant
lt: kintamas arba pastovus

source: continue to the next step
lt: pereiti prie sekančio žingsnio

source: stop processing
lt: sustabdyti vykdymą

source: all
lt: visi

source: any
lt: bet kurie

source: any shop administrator
lt: bet kuris parduotuvės administratorius

source: a specific user
lt: specifinis vartotojas

source: low
lt: mažas

source: normal
lt: normalus

source: high
lt: aukštas

source: critical
lt: kritinis

source: recipient type
lt: gavėjo tipas

source: recipient
lt: gavėjas

source: created on
lt: sukurta

source: message
lt: pranešimas

source: priority
lt: prioritetas

source: marked read
lt: pažymėta kaip skaitytas

source: marked read by
lt: kieno pažymėtas kaip skaitytas

source: marked read on
lt: pažymėta kaip skaityta

source: event identifier
lt: įvyko identifikatorius

source: name
lt: pavadinimas

source: enabled
lt: įjungta

source: template identifier
lt: šablono identifikatorius

source: the template identifier used to create this script
lt: šablono identifikatorius panaudotas sukurti šį scriptą

source: The subject of the email
lt: El. laiško antraštė

source: Email content
lt: El. laiško turinys

source: The content of the email.
lt: El. laiško turinys

source: Customer
lt: Klientas

source: Other destination
lt: Kitas gavėjas (adresas)

source: Send to?
lt: Siųsti kam?

source: You can send this email to the customer or to other email of your choice.
lt: Galite nusiųsti šį el. laišką klientui arba kitam savo paties parinktam el. pašto adresatui.

source: Destination
lt: Kam siųsti, adresas

source: Fill with the destination email address.
lt: Įrašykite gavėjo el. pašto adresą

source: Recipient is a required field when you don't want to send the email to customer.
lt: Gavėjas yra privalomas laukas kai nenorite siųsti el. laiško klientui.

source: Edit Script Information
lt: Redaguoti script'o informaciją

source: Create a new script
lt: Kurti naują script'ą

source: Script Details
lt: Script'o detalės

source: OK
lt: Gerai

source: Show available variables
lt: Rodyti galimus kintamuosius

source: Close
lt: Uždaryti

source: Select the script template to be created
lt: Pasirinkite script'o šabloną, kad sukurti.

source: Cancel
lt: Atšaukti

source: Edit Script
lt: Redaguoti script'ą

source: Edit Step
lt: Redaguoti žingsnį

source: Save changes
lt: Išsaugoti pakeitimus

source: Please correct the errors below.
lt: Pataisykite žemiau esančias klaidas

source: Variables
lt: Kintamieji

source: Script Template: {}
lt: Script'o šablonas: {}

source: Configure the Script Template
lt: Nustatyti script'o šabloną

source: Modify Script
lt: Modifikuoti script'ą

source: Create Script
lt: Sukurti script'ą

source: Create
lt: Sukurti

source: Boolean
lt: Loginis

source: Integer Number
lt: Sveikas skaičius

source: Decimal Number
lt: Dešimtainis skaičius

source: Text
lt: Tekstas

source: Email Address
lt: El. pašto adresas

source: URL Address
lt: URL adresas

source: Phone Number
lt: Telefono numeris
