Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Are you sure? This will remove all products from the package.
pl_pl: Jesteś pewny/a? Spowoduje to usunięcie wszystkich produktów z koszyka.

source: Edit Package: %s
pl_pl: Edytuj pakiet: %s

source: Package cleared.
pl_pl: Pakiet został wyczyszczony.

source: Primary Image
pl_pl: Główny obraz

source: Barcode
pl_pl: Kod kreskowy

source: Filter by barcode...
pl_pl: Filtruj wg kodu kreskowego

source: Mode
pl_pl: Tryb

source: Filter by category name...
pl_pl: Filtruj według nazwy kategorii...

source: Filter by supplier name...
pl_pl: Filtruj według nazwy dostawcy...

source: Suppliers
pl_pl: Dostawcy

source: Additional Categories
pl_pl: Dodatkowe kategorie

source: Purchasable
pl_pl: Możliwość kupienia

source: Mass Edit: Products
pl_pl: Edycja zbiorcza: produkty

source: Products changed.
pl_pl: Produkty zmienione.

source: Manage Cross-Selling
pl_pl: Zarządzaj sprzedażą krzyżową

source: Cross-Selling
pl_pl: Sprzedaż krzyżowa

source: Other
pl_pl: Inne

source: Child: %s
pl_pl: Podrzędny: %s

source: Parent: %s
pl_pl: Nadrzędny: %s

source: Sibling: %s
pl_pl: Równorzędne: %s

source: Packages
pl_pl: Pakiety

source: Manage Package
pl_pl: Zarządzaj pakietem

source: Convert to Package Parent
pl_pl: Zmień na element nadrzędny pakietu

source: Sales Dashboard
pl_pl: Pulpit sprzedaży

source: Sales per Month (past 12 months)
pl_pl: Sprzedaż miesięczna (ostatnie 12 miesięcy)

source: Average Sales
pl_pl: Średnia wartość sprzedaży

source: Sales
pl_pl: Sprzedaż

source: Cumulative Total Sales
pl_pl: Łączna całkowita sprzedaż

source: Based on %d orders
pl_pl: Na podstawie %d zamówień

source: Today's Sales
pl_pl: Dzisiejsza sprzedaż

source: Lifetime Sales
pl_pl: Całkowita sprzedaż

source: Average Purchase
pl_pl: Średnia wartość zakupu

source: Open Orders Value
pl_pl: Wartość otwartych zamówień

source: Sales Units
pl_pl: Jednostka Sprzedaży

source: Display Units
pl_pl: Wyświetlaj jednostki

source: Allowed decimals
pl_pl: Dopuszczalne ułamki

source: Service Providers
pl_pl: Dostawca usługi

source: Payment and Shipping
pl_pl: Płatność i wysyłka

source: Edit %(model)s
pl_pl: Edytuj %(model)s

source: The service provider type. This can be any of the shipping carriers or payment processors configured for your shop.
pl_pl: Typ dostawcy usług. Może to być dowolny przewoźnik lub procesor płatności skonfigurowany dla Twojego sklepu.

source: Create {service_name}
pl_pl: Utwórz {service_name}

source: Provider
pl_pl: Dostawca

source: Please activate at least one %s.
pl_pl: Proszę aktywować przynajmniej jeden %s.

source: Carrier
pl_pl: Dostawca

source: To start shipping products right away, please add shipping methods for your shop
pl_pl: Aby od razu rozpocząć wysyłkę produktów, dodaj metody wysyłki do swojego sklepu

source: shipping method
pl_pl: sposób wysyłki

source: Payment Provider
pl_pl: Dostawca płatności

source: To start accepting payments right away, please add payment methods for your shop
pl_pl: Aby od razu zacząć przyjmować płatności, dodaj metody płatności w swoim sklepie

source: payment method
pl_pl: sposób płatności

source: Service name
pl_pl: Nazwa usługi

source: The name shown in the shop checkout process.
pl_pl: Nazwa wyświetlana podczas składania zamówienia.

source: Instructions
pl_pl: Instrukcje

source: Additional instructions shown in the shop checkout process.
pl_pl: Dodatkowe instrukcje wyświetlane podczas składania zamówienia.

source: Shipping Methods
pl_pl: Sposoby wysyłki

source: Payment Methods
pl_pl: Sposoby płatności

source: Service
pl_pl: Usługa

source: Select a service to use for this service provider.
pl_pl: Wybierz usługę, która ma być używana przez tego usługodawcę.

source: The carrier to use for this shipping method. Select a carrier before filling other fields.
pl_pl: Dostawca, który ma być używany dla tej metody wysyłki. Wybierz dostawcę przed wypełnieniem innych pól.

source: The payment processor to use for this payment method. Select a payment processor before filling out the other fields.
pl_pl: Procesor płatności używany dla tej metody płatności. Przed wypełnieniem pozostałych pól wybierz podmiot obsługujący płatności.

source: Price
pl_pl: Cena

source: Waive limit
pl_pl: Odrzuć limit

source: Available in countries
pl_pl: Dostępne w krajach

source: Unavailable in countries
pl_pl: Niedostępne w krajach

source: Select accepted countries for this service.
pl_pl: Wybierz kraje akceptowane dla tej usługi.

source: Select this to accept all countries in EU.
pl_pl: Wybierz tę opcję, aby zaakceptować wszystkie kraje UE.

source: Select restricted countries for this service.
pl_pl: Wybierz kraje objęte ograniczeniami dla tej usługi.

source: Select this to restrict this service for countries in EU
pl_pl: Wybierz kraje objęte ograniczeniami dla tej usługi.

source: Service choice
pl_pl: Wybór usługi

source: Enabled
pl_pl: Aktywny

source: Shop
pl_pl: Sklep

source: Payment Processor
pl_pl: Procesor płatności

source: Weight-based pricing range
pl_pl: Zakres cen oparty na wadze

source: System Settings
pl_pl: Ustawienia systemowe

source: unique
pl_pl: unikalny

source: running
pl_pl: działający

source: shop running
pl_pl: sklep działa

source: Reference number length
pl_pl: Długość numeru referencyjnego

source: Length of the order reference number not including the checksum number. This can vary based on the country your shop is in. If you set the length to 19, the actual length is going to be 20 because the checksum is being added.
pl_pl: Długość numeru referencyjnego zamówienia bez sumy kontrolnej. Może się różnić w zależności od kraju, w którym znajduje się Twój sklep. Jeśli ustawisz długość na 19, rzeczywista długość wyniesie 20, ponieważ dodana zostanie suma kontrolna.

source: Reference number prefix
pl_pl: Prefiks numeru referencyjnego

source: Order minimum total
pl_pl: Minimalna kwota zamówienia

source: The minimum sum that an order needs to reach to be created.
pl_pl: Minimalna kwota, jaką musi osiągnąć zamówienie, aby zostało utworzone.

source: Order Settings
pl_pl: Ustawienia zamówienia

source: Order Reference number method
pl_pl: Metoda numeru referencyjnego zamówienia

source: This option defines how the reference numbers for orders are built. The options are:<br><br><b>Unique</b><br>Order reference number is unique system wide, regardless of the amount of shops.<br><br><b>Running</b><br>Order number is running system wide, regardless of the amount of shops.<br><br><b>Shop Running</b><br>Every shop has its own running numbers for reference.
pl_pl: Ta opcja określa sposób tworzenia numerów referencyjnych zamówień. Dostępne opcje:<br><br> <b>Wyjątkowy</b><br> Numer referencyjny zamówienia jest unikalny dla całego systemu, niezależnie od liczby sklepów.<br><br> <b>Płynny</b><br> Numer zamówienia działa w całym systemie, niezależnie od liczby sklepów.<br><br> <b>Płynny w sklepie</b><br> Każdy sklep ma własny numer bieżący w celach informacyjnych.

source: Settings saved.
pl_pl: Ustawienia zapisane.

source: Reset Defaults
pl_pl: Przywróć domyślne

source: No changes detected.
pl_pl: Nie wykryto żadnych zmian.

source: Save system settings
pl_pl: Zapisz ustawienia systemowe.

source: Add a logo to make your store stand out
pl_pl: Dodaj logo aby wyróżnić swój sklep

source: Add logo
pl_pl: Dodaj logo

source: Publish your store
pl_pl: Opublikuj swój sklep

source: Let customers browse your store and make purchases
pl_pl: Pozwól klientom przeglądać Twój sklep i dokonywać zakupów

source: Publish shop
pl_pl: Opublikuj sklep

source: Set "{}" as the active shop
pl_pl: Ustaw „{}” jako aktywny sklep

source: Available Shops [currently active: {}]
pl_pl: Dostępne sklepy [obecnie aktywne: {}]

source: This field cannot be changed since there are existing orders for this shop.
pl_pl: To pole nie może zostać zmienione ponieważ istnieją zamówienia dla tego sklepu.

source: Currency
pl_pl: Waluta

source: The primary shop currency. This is the currency used when selling your products.
pl_pl: Podstawowa waluta sklepu. To jest waluta używana przy sprzedaży Twoich produktów.

source: Select staff members for this shop.
pl_pl: Wybierz pracowników dla tego sklepu.

source: Domain is unique. Please enter a unique value.
pl_pl: Domena jest wyjątkowa. Wprowadź unikalną wartość.

source: Shop name
pl_pl: Nazwa sklepu

source: First name
pl_pl: Imię

source: Your first name.
pl_pl: Twoje imię

source: Last name
pl_pl: Nazwisko

source: Your last name.
pl_pl: Twoje nazwisko

source: Zip/Postal code
pl_pl: Kod pocztowy

source: State/Province
pl_pl: Stan/prowincja

source: Address
pl_pl: Adres

source: Address (2)
pl_pl: Adres (2)

source: The shop street address. This may be used to provide estimated shipping costs.
pl_pl: Adres sklepu. Może służyć do podania przybliżonych kosztów wysyłki.

source: The shop zip/postal code.
pl_pl: Kod pocztowy sklepu

source: The city in which your shop is located.
pl_pl: Miasto w którym znajduje się Twój sklep

source: The country in which your shop is located.
pl_pl: Kraj w którym znajduje się Twój sklep

source: There are still some pending actions to complete.
pl_pl: Jest kilka oczekujących działań do wykonania.

source: Your store is now live.
pl_pl: Twój sklep już działa.

source: Shop {} is now active.
pl_pl: Sklep {} jest teraz aktywny.

source: Domain
pl_pl: Domena

source: Shop Details
pl_pl: Szczegóły sklepu

source: Add an address so you can get paid
pl_pl: Dodaj adres, aby otrzymać płatność

source: Default Tax Class
pl_pl: Domyślna klasa podatkowa

source: Select shops for this supplier. Keep it blank to share with all shops.
pl_pl: Wybierz sklepy dla tego dostawcy. Zostaw puste pole, aby udostępniać usługę wszystkim sklepom.

source: Is approved for {}
pl_pl: Jest zatwierdzony dla {}

source: Indicates whether this supplier is approved for the shop.
pl_pl: Wskazuje, czy dany dostawca jest zatwierdzony dla sklepu.

source: It is not possible to manage inventory when no module is selected.
pl_pl: Nie jest możliwe zarządzanie zapasami, gdy nie został wybrany żaden moduł.

source: {} is not in the Shops field.
pl_pl: {} nie znajduje się w polu Sklepy.

source: Success! %s has been marked deleted.
pl_pl: Sukces! %s został oznaczony jako usunięty.

source: No %s module
pl_pl: Brak modułu %s

source: Shuup Support
pl_pl: Wsparcie Shuup

source: Telemetry
pl_pl: Telemetria

source: Statistics will be periodically sent to Shuup.com after 24 hours. Click here for more information.
pl_pl: Statystyki będą okresowo wysyłane do Shuup.com co 24 godziny. Kliknij tutaj, aby otrzymać więcej informacji.

source: Opt-in for telemetry
pl_pl: Zezwól na telemetrię

source: Taxes
pl_pl: Podatki

source: Customer Tax Groups
pl_pl: Grupy podatkowe klienta

source: Tax Classes
pl_pl: Grupy Podatkowe

source: Rate
pl_pl: Stawka

source: Users
pl_pl: Użytkownicy

source: Allow the user to change the passwords of other users.
pl_pl: Zezwalaj użytkownikowi na zmianę haseł innych użytkowników.

source: Allow the user send the reset password email.
pl_pl: Zezwól użytkownikowi na wysłanie wiadomości e-mail dotyczącej resetowania hasła.

source: Allow the user to change the permission groups of other users.
pl_pl: Zezwalaj użytkownikowi na zmianę grup uprawnień innych użytkowników.

source: Allow the user to see a user detail.
pl_pl: Pozwól użytkownikowi zobaczyć szczegóły konta.

source: Allow the user to create a new user.
pl_pl: Pozwól użytkownikowi utworzyć nowego użytkownika.

source: Allow the user to list the users.
pl_pl: Pozwól użytkownikowi wyświetlić listę innych użytkowników.

source: Allow the user to impersonate a different user.
pl_pl: Zezwalaj użytkownikowi na podszywanie się pod innego użytkownika.

source: Allow the user to impersonate a staff user.
pl_pl: Zezwalaj użytkownikowi na podszywanie się pod użytkownika obsługi.

source: Allow the user to change the user list columns.
pl_pl: Zezwalaj użytkownikowi na zmianę kolumn listy użytkowników.

source: Add some users to help manage your shop
pl_pl: Dodaj użytkowników, którzy pomogą Ci zarządzać Twoim sklepem

source: New user
pl_pl: Nowy użytkownik

source: Send Reset Password Email
pl_pl: Wyślij e-mail dotyczący resetowania hasła

source: Welcome %(first_name)s! You've been added as an administrator to %(shop_url)s. Here are some details: Shop url: %(shop_url)s Login url: %(admin_url)s Your username: '%(username)s' Your password: Please contact your admin.
pl_pl: Witaj %(first_name)s! Zostałeś dodany jako administrator do %(shop_url)s. Oto kilka szczegółów: Url sklepu: %(shop_url)s Url loginu: %(admin_url)s Twoja nazwa użytkownika: '%(username)s' Twoje hasło: Skontaktuj się z administratorem.

source: Password
pl_pl: Hasło

source: The user password.
pl_pl: Hasło użytkownika

source: Main Permissions
pl_pl: Główne uprawnienia

source: Two fundamental permissions: Access to Admin Panel and Superuser status rights. Go to user account -> `Actions` -> `Edit Main Permissions` to change these.
pl_pl: Dwa podstawowe uprawnienia: dostęp do panelu administratora i status superużytkownika. Przejdź do konta użytkownika -> `Działania` ->` Edytuj główne uprawnienia`, aby je zmienić.

source: Use Permission Groups to granularly give more permissions. Search for `Permission Groups` to change these and add them to multiple users. Go to user account -> `Actions` -> `Edit Main Permissions` to add them to a specific user. Will not influence Superusers as they already have all the rights and can't be stripped of them without removing Superuser status first.
pl_pl: Użyj grup uprawnień, aby bardziej szczegółowo przyznać więcej uprawnień. Wyszukaj „Grupy uprawnień”, aby je zmienić i dodać do wielu użytkowników. Przejdź do konta użytkownika -> `Działania` ->` Edytuj główne uprawnienia`, aby dodać je do konkretnego użytkownika. Nie wpłynie na superużytkowników, ponieważ mają oni już wszystkie prawa i nie można ich pozbawić bez uprzedniego usunięcia statusu superużytkownika.

source: The user email address. Used for password resets.
pl_pl: Adres e-mail użytkownika. Używany do resetowania hasła.

source: The first name of the user.
pl_pl: Imię użytkownika

source: The last name of the user.
pl_pl: Nazwisko użytkownika

source: Access to Admin Panel
pl_pl: Dostęp do panelu administratora

source: Superuser (Full rights)
pl_pl: Superużytkownik (pełne uprawnienia)

source: No Main Permissions selected.
pl_pl: Nie wybrano głównych uprawnień.

source: No Granular Permission Groups selected.
pl_pl: Nie wybrano żadnych szczegółowych grup uprawnień.

source: No Granular Permission Groups available.
pl_pl: Brak dostępnych szczegółowych grup uprawnień.

source: Send email confirmation
pl_pl: Wyślij email z potwierdzeniem

source: Send an email to the user to let them know they've been added as a shop user. Applicable only for users with Access to Admin Panel status.
pl_pl: Wyślij wiadomość e-mail do użytkownika, aby poinformować go, że został dodany jako użytkownik sklepu. Dotyczy tylko użytkowników ze statusem Dostęp do panelu administratora.

source: Please enter an email to send a confirmation to.
pl_pl: Wpisz adres e-mail, na który chcesz wysłać potwierdzenie.

source: Change Password
pl_pl: Zmień Hasło

source: User has no email address
pl_pl: Użytkownik nie ma adresu email

source: Send Password Reset Email
pl_pl: Wyślij email resetujący hasło

source: Edit Main Permissions
pl_pl: Edytuj uprawnienia główne

source: Contact Details
pl_pl: Szczegóły Kontaktu

source: Create a new contact and associate it with this user
pl_pl: Utwórz nowy kontakt i przypisz go do tego użytkownika

source: Activate User
pl_pl: Włącz użytkownika

source: Deactivate User
pl_pl: Wyłącz Użytkownika

source: Info! User bound to contact %(contact)s.
pl_pl: Informacje! Użytkownik zobowiązany do kontaktu %(contact)s.

source: You've been added as an admin user to `%s`.
pl_pl: Dodano Cię jako administrator konta `%s`.

source: User
pl_pl: Użytkownik

source: You can not deactivate a Superuser. Remove Superuser status first.
pl_pl: Nie możesz dezaktywować konto superużytkownika. Najpierw musisz usunąć status superużytkownika.

source: You can not deactivate yourself. Use another account.
pl_pl: Nie możesz dezaktywować konta, aby to zrobić musisz użyć innego konta.

source: %(user)s is now %(state)s.
pl_pl: %(user)s jest teraz %(state)s.

source: No shop configured.
pl_pl: Brak skonfigurowanego sklepu.

source: You are already logged in.
pl_pl: Jesteś już zalogowany.

source: This user is not active.
pl_pl: Ten użytkownik jest nieaktywny.

source: You're now logged in as `{username}`.
pl_pl: Jesteś teraz zalogowany jako '{username}'.

source: Username
pl_pl: Nazwa użytkownika

source: First Name
pl_pl: Imię

source: Last Name
pl_pl: Nazwisko

source: The two password fields didn't match.
pl_pl: Hasła nie pasują do siebie

source: Your old password was entered incorrectly. Please enter it again.
pl_pl: Błędne stare hasło. Proszę wpisać ponownie.

source: Your Password
pl_pl: Twoje Hasło

source: For security purposes, we need your current password.
pl_pl: Ze względów bezpieczeństwa niezbędne jest twoje obecne hasło.

source: New Password
pl_pl: Nowe Hasło

source: New Password (again)
pl_pl: Nowe Hasło (ponownie)

source: You can not change the password of a superuser.
pl_pl: Nie możesz zmienić hasła superusera

source: Change User Password
pl_pl: Zmień Hasło Użytkownika

source: Password changed for %s.
pl_pl: Zmieniono hasło %s.

source: Reset User Password
pl_pl: Zresetuj Hasło Użytkownika

source: Error! The `shuup.front.apps.auth` app needs to be enabled for password reset.
pl_pl: Błąd! Aby zresetować hasło, należy włączyć aplikację `shuup.front.apps.auth`.

source: Password recovery email sent to %(email)s.
pl_pl: E-mail z odzyskiwaniem hasła został wysłany na adres %(email)s.

source: Error! Sending the password recovery email failed.
pl_pl: Błąd! Wysłanie e-maila z odzyskiwaniem hasła nie powiodło się.

source: In order to allow making significant changes to accounts, we need to confirm that you know the password for the account you are using.
pl_pl: Aby umożliwić wprowadzanie znaczących zmian na kontach, musimy potwierdzić, że znasz hasło do konta, którego używasz.

source: Superuser (Full rights) status
pl_pl: Status superużytkownika (pełne uprawnienia)

source: Designates whether this user has all permissions without explicitly assigning them. Assigning Granular Permission Groups to a Superuser will not have any effect because Granular Permission Groups are only able to give more rights, but Superuser already has them all.
pl_pl: Określa, czy ten użytkownik ma wszystkie uprawnienia bez ich jawnego przypisywania. Przekazanie szczegółowych grup uprawnień superużytkownikowi nie będzie miało żadnych skutków, ponieważ szczegółowe grupy uprawnień mogą nadawać tylko więcej praw, ale superużytkownik posiada je wszystkie.

source: Access to Admin Panel status
pl_pl: Dostęp do statusu panelu administratora

source: Designates whether this user can log into this admin site. Even Superusers should have this status enabled, otherwise they won't be able to access the Admin Panel.
pl_pl: Określa, czy ten użytkownik może zalogować się do tej witryny administratora. Nawet superużytkownicy powinni mieć włączony ten status, w przeciwnym razie nie będą mogli uzyskać dostępu do panelu administratora.

source: Use Permission Groups to granularly give more permissions. User can belong to many groups and their permissions add and stack together. Search for `Permission Groups` to change these and add them to multiple users. Go to user account -> `Actions` -> `Edit Main Permissions` to add them to a specific user. Will not influence Superusers as they already have all the rights and can't be stripped of them without removing Superuser status first.
pl_pl: Użyj grup uprawnień, aby bardziej szczegółowo przyznać więcej uprawnień. Użytkownik może należeć do wielu grup, a ich uprawnienia sumują się i nakładają. Wyszukaj „Grupy uprawnień”, aby je zmienić i dodać do wielu użytkowników. Przejdź do konta użytkownika -> `Działania` ->` Edytuj główne uprawnienia`, aby dodać je do konkretnego użytkownika. Nie wpłynie to na superużytkowników, ponieważ mają oni już wszystkie prawa i nie można ich pozbawić bez uprzedniego usunięcia statusu superużytkownika.

source: You can't unset this status for yourself due to security reasons. Use another account if you want to remove permissions for this particular account.
pl_pl: Ze względów bezpieczeństwa nie możesz samodzielnie usunąć tego statusu. Użyj innego konta, jeśli chcesz usunąć uprawnienia dla danego konta.

source: Change User Permissions
pl_pl: Zmień uprawnienia użytkownika

source: Change Main Permissions: %s
pl_pl: Zmień główne uprawnienia: %s

source: Permissions changed for %s.
pl_pl: Zmieniono uprawnienia %s.

source: You must have the Access to Admin Panel permission.
pl_pl: Musisz mieć uprawnienie dostępu do panelu administratora

source: You must have the Access to Admin Panel permissions to this shop.
pl_pl: Musisz mieć uprawnienia dostępu do panelu administratora w tym sklepie.

source: General Information
pl_pl: Informacje ogólne

source: Choice Options
pl_pl: Opcje wyboru

source: Add new option
pl_pl: Dodaj nową opcję

source: Welcome back
pl_pl: Witamy ponownie

source: Forgot your password?
pl_pl: Zapomniałeś hasła?

source: Logged out
pl_pl: Wylogowano

source: You have been securely logged out. Hope to see you soon!
pl_pl: Zostałeś bezpiecznie wylogowany. Do zobaczenia wkrótce!

source: Log in again
pl_pl: Zaloguj ponownie

source: Visit shop
pl_pl: Odwiedź sklep

source: Hi %(fullname)s
pl_pl: Cześć %(fullname)s

source: In case you've forgotten, your username is %(username)s.
pl_pl: Jeśli zapomniałeś, Twoja nazwa użytkownika to %(username)s.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
pl_pl: Otrzymujesz tę wiadomość e-mail, ponieważ wysłałeś prośbę o zresetowania hasła do swojego konta użytkownika pod adresem %(site_name)s.

source: Please go to the following page and choose a new password:
pl_pl: Przejdź na podaną stronę i wybierz nowe hasło:

source: Password Recovery
pl_pl: Odzyskiwanie hasła

source: Reset Password
pl_pl: Zresetuj hasło

source: Send password recovery instructions
pl_pl: Wyślij instrukcje odzyskiwania hasła

source: Active shop:
pl_pl: Sklep aktywny:

source: Active vendor:
pl_pl: Aktywny sprzedawca:

source: Dashboard
pl_pl: Pulpit

source: Quicklinks
pl_pl: Szybkie linki

source: Search for
pl_pl: Szukaj

source: Hello
pl_pl: Witaj

source: Stop Auto Refresh
pl_pl: Zatrzymaj automatyczne odświeżanie

source: Auto Refresh Every 30s
pl_pl: Automatyczne odświeżanie co 30 sekund

source: Show Tour
pl_pl: Pokaż wycieczkę

source: Log out
pl_pl: Wyloguj

source: Copy visibility settings to products
pl_pl: Skopiuj ustawienia widoczności dla produktów

source: Category Image
pl_pl: Obraz kategorii

source: * Products that have this category as a primary category.
pl_pl: * Produkty, które mają tę kategorię jako kategorię główną.

source: Add a new product category
pl_pl: Dodaj nową kategorię produktu

source: You are adding a new product category. When people search your store, they can find your product under the category you choose for it, like the aisle signs at the supermarket.
pl_pl: Dodajesz nową kategorię produktów. Kiedy ludzie przeszukują Twój sklep, mogą znaleźć Twój produkt w wybranej przez Ciebie kategorii.

source: You can add a name, description, picture or anything you want to make it stand out.
pl_pl: Możesz dodać nazwę, opis, zdjęcie lub inne informacje, aby wyróżnić produkt.

source: General information
pl_pl: Informacje ogólne

source: Add Members
pl_pl: Dodaj członków

source: Add more
pl_pl: Dodaj więcej

source: Billing address
pl_pl: Adres rozliczeniowy
