Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: We undertake no obligation to update, amend or clarify information in the Service or on any related website, including without limitation, pricing information, except as required by law. No specified update or refresh date applied in the Service or on any related website, should be taken to indicate that all information in the Service or on any related website has been modified or updated.
pl_pl: Nie zobowiązujemy się do aktualizowania, poprawiania ani wyjaśniania informacji w Serwisie lub na jakiejkolwiek powiązanej stronie internetowej, w tym między innymi informacji o cenach, z wyjątkiem przypadków wymaganych przez prawo. Żadna określona data aktualizacji lub odświeżenia zastosowana w Serwisie lub na jakiejkolwiek powiązanej stronie internetowej nie powinna wskazywać, że wszystkie informacje w Serwisie lub na jakiejkolwiek powiązanej stronie zostały zmodyfikowane lub zaktualizowane.

source: SECTION 12 - PROHIBITED USES
pl_pl: ROZDZIAŁ 12 - ZABRONIONE ZACHOWANIA

source: In addition to other prohibitions as set forth in the Terms of Service, you are prohibited from using the site or its content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances; (d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others; (e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability; (f) to submit false or misleading information; (g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Service or of any related website, other websites, or the Internet; (h) to collect or track the personal information of others; (i) to spam, phish, pharm, pretext, spider, crawl, or scrape; (j) for any obscene or immoral purpose; or (k) to interfere with or circumvent the security features of the Service or any related website, other websites, or the Internet. We reserve the right to terminate your use of the Service or any related website for violating any of the prohibited uses.
pl_pl: Oprócz innych zakazów określonych w Warunkach świadczenia usług, zabrania się korzystania z witryny lub jej zawartości: (a) w jakimkolwiek celu niezgodnym z prawem; (b) w celu nakłaniania innych do wykonywania lub uczestniczenia w jakichkolwiek czynach niezgodnych z prawem; (c) naruszać jakiekolwiek międzynarodowe, federalne, prowincjonalne lub stanowe przepisy, zasady, prawa lub lokalne rozporządzenia; (d) w celu naruszenia lub pogwałcenia naszych praw własności intelektualnej lub praw własności intelektualnej innych osób; (e) nękać, wykorzystywać, obrażać, krzywdzić, zniesławiać, oczerniać, dyskredytować, zastraszać lub dyskryminować ze względu na płeć, orientację seksualną, religię, pochodzenie etniczne, rasę, wiek, pochodzenie narodowe lub niepełnosprawność; (f) do przekazywania fałszywych lub wprowadzających w błąd informacji; (g) w celu przesyłania lub przesyłania wirusów lub innego rodzaju złośliwego kodu, który będzie lub może zostać użyty w jakikolwiek sposób, który wpłynie na funkcjonalność lub działanie Serwisu lub jakiejkolwiek powiązanej witryny, innych witryn internetowych lub Internetu; (h) zbieranie lub śledzenie danych osobowych innych osób; (i) do spamowania, phishingu, pharmingu; (j) w jakimkolwiek nieprzyzwoitym lub niemoralnym celu; lub (k) w celu zakłócania lub omijania funkcji bezpieczeństwa Serwisu lub jakiejkolwiek powiązanej witryny internetowej, innych witryn internetowych lub Internetu. Zastrzegamy sobie prawo do zablokowania dostępu do Serwisu lub dowolnej powiązanej witryny internetowej dla użytkownika, który narusza któregokolwiek z zabronionych zastosowań.

source: SECTION 13 - DISCLAIMER OF WARRANTIES; LIMITATION OF LIABILITY
pl_pl: ROZDZIAŁ 13 - WYŁĄCZENIE GWARANCJI; OGRANICZENIE ODPOWIEDZIALNOŚCI

source: We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure or error-free.
pl_pl: Nie gwarantujemy, nie oświadczamy ani nie gwarantujemy, że korzystanie z naszych usług będzie nieprzerwane, terminowe, bezpieczne lub wolne od błędów.

source: We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable.
pl_pl: Nie gwarantujemy, że rezultaty, które można uzyskać w wyniku korzystania z usługi, będą dokładne lub wiarygodne.

source: You agree that from time to time we may remove the service for indefinite periods of time or cancel the service at any time, without notice to you.
pl_pl: Zgadzasz się, że od czasu do czasu możemy usunąć usługę na czas nieokreślony lub anulować usługę w dowolnym momencie, bez powiadomienia.

source: You expressly agree that your use of, or inability to use, the service is at your sole risk. The service and all products and services delivered to you through the service are (except as expressly stated by us) provided 'as is' and 'as available' for your use, without any representation, warranties or conditions of any kind, either express or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement.
pl_pl: Wyrażasz zgodę, że korzystasz z usługi na swoje wyłączne ryzyko (w przypadku braku zgody nie możesz z niej korzystać). Na nasz Serwis składają wszystkie produkty i usługi dostarczane użytkownikowi za jego pośrednictwem i są (z wyjątkiem przypadków wyraźnie określonych przez nas) świadczone „tak jak jest” i „tak jak są dostępne” do Państwa użytku, bez jakichkolwiek oświadczeń, gwarancji lub jakichkolwiek warunków, wyraźnych lub dorozumianych, w tym wszelkie dorozumiane gwarancje lub warunki przydatności handlowej, jakości handlowej, przydatności do określonego celu, trwałości, tytułu prawnego i nienaruszania praw.

source: In no case shall <strong>%(public_name)s</strong>, our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility. Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law.
pl_pl: W żadnym wypadku <strong>%(public_name)s</strong>, nasi dyrektorzy, kierownicy, pracownicy, podmioty stowarzyszone, agenci, wykonawcy, stażyści, dostawcy, usługodawcy lub licencjodawcy nie będą odpowiedzialni za jakiekolwiek obrażenia, straty, roszczenia lub jakiekolwiek bezpośrednie, pośrednie, przypadkowe, karne, szczególne lub wynikowe wszelkiego rodzaju szkody, w tym między innymi utracone zyski, utracone dochody, utracone oszczędności, utrata danych, koszty wymiany lub wszelkie podobne szkody, czy to wynikające z umowy, czynu niedozwolonego (w tym zaniedbania), ścisłej odpowiedzialności lub w inny sposób, wynikające z użytkowania jakiejkolwiek usługi lub jakichkolwiek produktów zakupionych za pośrednictwem usługi lub wszelkich innych roszczeń związanych w jakikolwiek sposób z korzystaniem przez użytkownika z usługi lub dowolnego produktu, w tym między innymi wszelkich błędów lub pominięć w jakiejkolwiek treści lub wszelkich strat lub jakiekolwiek szkody powstałe w wyniku korzystania z usługi lub jakichkolwiek treści (lub produktów) opublikowanych, przesłanych lub w inny sposób udostępnionych za pośrednictwem usługi, nawet jeśli poinformowano o ich możliwości. Ponieważ niektóre stany lub kraje nie zezwalają na wyłączenie lub ograniczenie odpowiedzialności za szkody następcze lub przypadkowe, w takich stanach lub krajach nasza odpowiedzialność będzie ograniczona do maksymalnego zakresu dozwolonego przez prawo.

source: SECTION 14 - INDEMNIFICATION
pl_pl: ROZDZIAŁ 14 - ODSZKODOWANIE

source: You agree to indemnify, defend and hold harmless <strong>%(public_name)s</strong> and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.
pl_pl: Zgadzasz się zabezpieczyć, chronić i unieszkodliwić <strong>%(public_name)s</strong> oraz naszych rodziców, filie, podmioty stowarzyszone, partnerów, kierownictwo, dyrektorów, agentów, wykonawców, licencjodawców, usługodawców, podwykonawców, dostawców, stażystów i pracowników, wolne od wszelkich roszczeń lub żądań, w tym rozsądnych honoraria prawników, wniesione przez jakąkolwiek stronę trzecią z powodu naruszenia przez Ciebie niniejszych Warunków świadczenia usług lub dokumentów, do których odnoszą się przez odniesienie, lub naruszenia przez Ciebie jakiegokolwiek prawa lub praw osób trzecich.

source: SECTION 15 - SEVERABILITY
pl_pl: Rozdział 15 - ROZDZIELNOŚĆ

source: In the event that any provision of these Terms of Service is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Service, such determination shall not affect the validity and enforceability of any other remaining provisions.
pl_pl: W przypadku, gdy jakiekolwiek postanowienie niniejszych Warunków świadczenia usług zostanie uznane za niezgodne z prawem, nieważne lub niewykonalne, takie postanowienie będzie jednak wykonalne w najszerszym zakresie dozwolonym przez obowiązujące prawo, a niewykonalną część uważa się za oddzieloną od niniejszych Warunków Świadczenia Usług, takie ustalenie nie ma wpływu na ważność i wykonalność pozostałych postanowień.

source: SECTION 16 - TERMINATION
pl_pl: ROZDZIAŁ 16 - ROZWIĄZANIE

source: The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of this agreement for all purposes.
pl_pl: Obowiązki i zobowiązania stron zaciągnięte przed datą wygaśnięcia zachowują ważność po rozwiązaniu niniejszej umowy we wszystkich sytuacjach.

source: These Terms of Service are effective unless and until terminated by either you or us. You may terminate these Terms of Service at any time by notifying us that you no longer wish to use our Services, or when you cease using our site.
pl_pl: Niniejsze Warunki świadczenia usług obowiązują do momentu ich wypowiedzenia przez Ciebie lub przez nas. Możesz wypowiedzieć niniejsze Warunki świadczenia usług w dowolnym momencie, powiadamiając nas, że nie chcesz już korzystać z naszych Usług lub gdy przestaniesz korzystać z naszej witryny.

source: If in our sole judgment you fail, or we suspect that you have failed, to comply with any term or provision of these Terms of Service, we also may terminate this agreement at any time without notice and you will remain liable for all amounts due up to and including the date of termination; and/or accordingly may deny you access to our Services (or any part thereof).
pl_pl: Jeśli według naszej opinii, że nie dotrzymałeś któregokolwiek z warunków lub postanowień niniejszych Warunków świadczenia usług, możemy również wypowiedzieć niniejszą umowę w dowolnym momencie bez wypowiedzenia, a Ty pozostaniesz odpowiedzialny za wszystkie należne kwoty do daty wygaśnięcia włącznie; i / lub odpowiednio może odmówić Ci dostępu do naszego Serwisu (lub jakiejkolwiek jego części).

source: SECTION 17 - ENTIRE AGREEMENT
pl_pl: ROZDzIAŁ 17 - CAŁOŚĆ UMOWY

source: The failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision.
pl_pl: Niewykonanie lub wyegzekwowanie przez nas jakiegokolwiek prawa lub postanowienia niniejszych Warunków świadczenia usług nie stanowi zrzeczenia się tego prawa lub postanowienia.

source: These Terms of Service and any policies or operating rules posted by us on this site or in respect to The Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service).
pl_pl: Niniejsze Warunki świadczenia usług oraz wszelkie zasady lub zasady operacyjne opublikowane przez nas na tej stronie lub w odniesieniu do Serwisu stanowią całość umowy i porozumienia między Tobą a nami i regulują korzystanie z Serwisu, zastępując wszelkie wcześniejsze lub jednoczesne umowy, komunikaty i propozycje, ustne lub pisemne, między Tobą a nami (w tym między innymi wszelkie wcześniejsze wersje Warunków świadczenia usług).

source: Any ambiguities in the interpretation of these Terms of Service shall not be construed against the drafting party.
pl_pl: Wszelkie niejasności w interpretacji niniejszych Warunków świadczenia usług nie będą interpretowane przeciwko autorowi wspomnianych Warunków.

source: SECTION 18 - GOVERNING LAW
pl_pl: ROZDZIAŁ 18 - PRAWO WŁAŚCIWE

source: These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the laws of <strong>%(shop_address)s</strong>.
pl_pl: Niniejsze Warunki świadczenia usług i wszelkie odrębne umowy, na mocy których świadczymy Ci Usługi, podlegają prawu obowiązującemu w kraju, w którym znajduje się sklep <strong>%(shop_address)s</strong> i zgodnie z nim będą interpretowane.

source: SECTION 19 - CHANGES TO TERMS OF SERVICE
pl_pl: ROZDZIAŁ 19 - ZMIANY W WARUNKACH ŚWIADCZENIA USŁUG

source: You can review the most current version of the Terms of Service at any time at this page.
pl_pl: W każdej chwili możesz przejrzeć najnowszą wersję Warunków świadczenia usług na tej stronie.

source: We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our website. It is your responsibility to check our website periodically for changes. Your continued use of or access to our website or the Service following the posting of any changes to these Terms of Service constitutes acceptance of those changes.
pl_pl: Zastrzegamy sobie prawo, według naszego wyłącznego uznania, do aktualizacji, zmiany lub zastąpienia dowolnej części niniejszych Warunków świadczenia usług poprzez publikowanie aktualizacji i zmian na naszej stronie internetowej. Twoim obowiązkiem jest okresowe sprawdzanie naszej witryny pod kątem zmian. Dalsze korzystanie lub dostęp do naszej strony internetowej lub Usługi po opublikowaniu jakichkolwiek zmian w niniejszych Warunkach świadczenia usług oznacza akceptację tych zmian.

source: SECTION 20 - CONTACT INFORMATION
pl_pl: ROZDZIAŁ 20 - INFORMACJE KONTAKTOWE

source: Questions about the Terms of Service should be sent to us at <strong>%(shop_email)s</strong>.
pl_pl: Pytania dotyczące Warunków świadczenia usług należy przesyłać na adres <strong>%(shop_email)s</strong>.

source: Remove block
pl_pl: Usuń blok

source: Resize block
pl_pl: Zmień rozmiar bloku

source: Welcome!
pl_pl: Witaj!

source: Notifications
pl_pl: Powiadomienia

source: Mark as read
pl_pl: Oznacz jako przeczytane

source: Activity Feed
pl_pl: Aktywność

source: This is the dashboard for your store. It’s like the flight deck for your ecommerce spaceship. You can control everything from here.
pl_pl: To jest pulpit nawigacyjny Twojego sklepu internetowego. Tutaj możesz kontrolować wszystko.

source: Check out your shoppers’ info, add more products or categories, setup marketing campaigns, see orders and sales stats, and track the money you’ve made.
pl_pl: Sprawdź informacje o kupujących, dodaj więcej produktów lub kategorii, skonfiguruj kampanie marketingowe, zobacz zamówienia i statystyki sprzedaży oraz śledź zarobione pieniądze.

source: Every setting you could possibly need is in here.
pl_pl: Tu znajdziesz wszystkie ustawienia, których możesz potrzebować.

source: Table Columns
pl_pl: Kolumny tabeli

source: Active headers
pl_pl: Aktywne nagłówki

source: Selectable headers
pl_pl: Wybierane nagłówki

source: Add
pl_pl: Dodaj

source: Bad Request
pl_pl: Złe żądanie

source: Unfortunately the server couldn't process your request.
pl_pl: Niestety serwer nie może przetworzyć żądania.

source: Permission Denied
pl_pl: Dostęp zabroniony

source: Unfortunately you didn't have permission to display this page.
pl_pl: Nie masz uprawnień do oglądania tej strony.

source: Internal Server Error
pl_pl: Wewnętrzny błąd serwera

source: Unfortunately an internal server error occurred. Try refreshing the page or try again later.
pl_pl: Wewnętrzny błąd serwera. Odśwież stronę lub spróbuj później.

source: Edit the selected object
pl_pl: Edytuj wybrany obiekt

source: Required. {field_help}
pl_pl: Wymagane. {field_help}

source: Optional. {field_help}
pl_pl: Opcjonalny. {field_help}

source: Welcome to Shuup!
pl_pl: Witaj w Shuup!

source: You're almost done! Complete the following steps to sell your products online
pl_pl: Jesteś prawie gotowy! Wykonaj następujące kroki, aby sprzedawać swoje produkty online

source: Hi, new shop owner!
pl_pl: Cześć, nowy właścicielu sklepu!

source: Welcome to your store admin!
pl_pl: Witaj w panelu administracyjnym Twojego sklepu!

source: Let’s go through some of the things you can do here. Click next to begin.
pl_pl: Przejdźmy przez kilka rzeczy, które możesz tutaj zrobić. Kliknij dalej, aby rozpocząć.

source: Date
pl_pl: Data

source: Total
pl_pl: Razem

source: Save and Exit
pl_pl: Zapisz i wyjdź

source: This action effects on all items.
pl_pl: Czynność ma wpływ na wszystkie elementy.

source: This action affects %(item_count)s item(s).
pl_pl: To działanie ma wpływ na %(item_count)s przedmiotów.

source: Upload
pl_pl: Prześlij

source: Copy folder path
pl_pl: Skopiuj ścieżkę folderu

source: Access to folder
pl_pl: Dostęp do folderu

source: Customize admin menu
pl_pl: Dostosuj menu administratora

source: Reset
pl_pl: Resetuj

source: Drag me
pl_pl: Przeciągnij

source: Comment
pl_pl: Komentarz

source: Save comment
pl_pl: Zapisz komentarz

source: Comment was saved.
pl_pl: Komentarz został zapisany.

source: Updating the admin comment failed.
pl_pl: Aktualizacja komentarza administratora nie powiodła się.

source: No payments have been created yet.
pl_pl: Nie utworzono jeszcze żadnych płatności.

source: Are you sure you want to delete this payment?
pl_pl: Czy na pewno chcesz usunąć tę płatność?

source: Order Details
pl_pl: Szczegóły zamówienia

source: Order Shop
pl_pl: Sklep z zamówieniem

source: Order Number
pl_pl: Numer zamówienia

source: Reference
pl_pl: Odniesienie

source: Label
pl_pl: Etykieta

source: Payment Method
pl_pl: Metoda płatności

source: Shipping Method
pl_pl: Sposób wysyłki

source: Ordered by
pl_pl: Zamówione przez

source: Creator
pl_pl: Twórca

source: Tax number
pl_pl: NIP

source: Total Price (taxless)
pl_pl: Cena (netto)

source: Total Price
pl_pl: Cena łączna

source: Customer Comment
pl_pl: Komentarz użytkownika

source: Tracking codes
pl_pl: Kody śledzenia

source: Address Information
pl_pl: Informacje adresowe

source: Picture
pl_pl: Obrazek

source: Text
pl_pl: Tekst

source: Taxless Unit Price
pl_pl: Cena netto

source: Taxless Discount
pl_pl: Rabat bez podatku

source: Taxless Discount Percentage
pl_pl: Procent rabatu bez podatku

source: Tax
pl_pl: Podatek

source: Taxless Total
pl_pl: Netto łącznie

source: Total incl. Tax
pl_pl: Brutto łącznie

source: Supplied by %(supplier)s
pl_pl: Dostarczane przez %(supplier)s

source: Discount
pl_pl: Rabat

source: Taxless
pl_pl: Netto

source: Message
pl_pl: Wiadomość

source: No log entries have been added yet.
pl_pl: Żadne wpisy nie zostały jeszcze dodane do dziennika.

source: Use the input below to add new log entries.
pl_pl: Użyj poniższych danych, aby dodać nowe wpisy do dziennika.

source: Add to Log
pl_pl: Dodaj do dziennika

source: Log entry was added.
pl_pl: Wpis dziennika został dodany.

source: Adding the log entry failed.
pl_pl: Dodawanie wpisu dziennika nie powiodło się.

source: Unshipped
pl_pl: Niewysłane

source: Shipped
pl_pl: Wysłane

source: Ordered
pl_pl: Zamówione

source: Refunded
pl_pl: Zwrócone

source: Create new shipment for %(supplier_name)s
pl_pl: Utwórz nową przesyłkę dla %(supplier_name)s

source: Created
pl_pl: Utworzone

source: Mark as sent
pl_pl: Oznacz jako wysłane

source: Shipped shipments should not be deleted. Deletion will affect products physical stock count. Delete anyway?
pl_pl: Wysłanych przesyłek nie należy usuwać. Usunięcie wpłynie na fizyczny stan zapasów produktów. Usunąć mimo to?

source: Do you want to mark this shipment as sent?
pl_pl: Czy chcesz oznaczyć tę przesyłkę jako wysłaną?

source: Line #
pl_pl: Linia #

source: Refunded Quantity
pl_pl: Zwracana ilość

source: Mark as sent
pl_pl: Oznacz jako wysłane

source: Refund Amount
pl_pl: Kwota zwrotu

source: Are you sure you want to create a full refund?
pl_pl: Czy na pewno utworzyć pełen zwrot?

source: Confirm Refund
pl_pl: Potwierdź zwrot

source: Order Contents
pl_pl: Zawartość zamówienia

source: Paid
pl_pl: Opłacone

source: Remaining
pl_pl: Pozostało

source: Add Another Refund
pl_pl: Dodaj kolejny zwrot

source: Order Line
pl_pl: Linia zamówienia

source: To Ship
pl_pl: Do wysyłki

source: Set All Products To Ship
pl_pl: Oznacz wszystkie produkty do wysyłki

source: Ship All
pl_pl: Wyślij wszystkie

source: Permissions
pl_pl: Uprawnienia

source: Select all permissions
pl_pl: Zaznacz wszystkie uprawnienia

source: Deselect all permissions
pl_pl: Odznacz wszystkie uprawnienia

source: Open all permission groups
pl_pl: Otwórz wszystkie grupy uprawnień

source: (All permissions granted)
pl_pl: (Przyznano wszystkie uprawnienia)

source: (Partial permissions granted)
pl_pl: (Przyznano częściowe uprawnienia)

source: Module permission
pl_pl: Uprawnienia modułu

source: Select the following permission to enable users to access this module.
pl_pl: Wybierz następujące uprawnienia, aby umożliwić użytkownikom dostęp do tego modułu.

source: Select all permissions for this module
pl_pl: Wybierz wszystkie uprawnienia dla tego modułu

source: Features permissions
pl_pl: Uprawnienia funkcji

source: Select the permissions to enable access to specific features of the module.
pl_pl: Wybierz uprawnienia, aby umożliwić dostęp do określonych funkcji modułu.

source: Close all permission groups
pl_pl: Zamknij wszystkie grupy uprawnień

source: Error!
pl_pl: Błąd!

source: All the required product information.
pl_pl: Wymagane informacje o produkcie

source: Additional Details
pl_pl: Dodatkowe informacje
