Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Product features such as size, weight and keywords are located here.
pl_pl: Tutaj znajdują się cechy produktu, takie jak rozmiar, waga i słowa kluczowe.

source: Manufacturer
pl_pl: Producent

source: If you know the manufacturer of the product select it here.
pl_pl: Jeśli znasz producenta produktu, wybierz go tutaj.

source: Additional
pl_pl: Pozostałe

source: Strictly shop related information. For example set the minimum price applicable in this shop.
pl_pl: Informacje ściśle związane ze sklepem. Na przykład ustal minimalną cenę obowiązującą w tym sklepie.

source: These settings apply only for shop: <b>%(shop_name)s</b>.
pl_pl: Te ustawienia dotyczą tylko sklepu: <b>%(shop_name)s</b>.

source: Product image %(index)s
pl_pl: Zdjęcie produktu %(index)s

source: Product media %(index)s
pl_pl: Multimedia produktu %(index)s

source: Primary image
pl_pl: Główny obraz

source: Set as primary image
pl_pl: Ustaw jako główne zdjęcie

source: Product Images
pl_pl: Zdjęcia produktu

source: Product Files
pl_pl: Pliki produktów

source: You can attach files such as manual to the merchandise(s) here.
pl_pl: W tym miejscu możesz załączyć pliki, takie jak instrukcja do towarów.

source: Showcase your merchandise here.
pl_pl: Tutaj możesz zaprezentować swój produkt.

source: Drop files here or click to <a href="#">browse</a>.
pl_pl: Upuść pliki tutaj lub kliknij, aby <a href="#">przeglądać</a>.

source: All the orders that have this product.
pl_pl: Wszystkie zamówienia dotyczące tego produktu.

source: No orders found
pl_pl: Nie znaleziono zamówień

source: This product is currently not orderable.
pl_pl: Ten produkt jest obecnie niedostępny.

source: Add a new product
pl_pl: Dodaj nowy produkt

source: You are adding a product.
pl_pl: Dodajesz produkt

source: To make it stand out, give it an awesome description and picture. This is what will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
pl_pl: Aby Twój produkt się wyróżniał, dodaj bogaty opis i zdjęcia. To pomoże Twoim kupującym poznać oferowane produkty. Pomoże też kupującym znaleźć je w sklepie i w internecie.

source: You can set its price or size and many other things in the option boxes for each product.
pl_pl: Możesz ustawić jego cenę lub rozmiar i wiele innych rzeczy w polach opcji dla każdego produktu.

source: If you know the product manufacturer, it can be set here.
pl_pl: Jeśli znasz producenta produktu, możesz to ustawić tutaj.

source: Additional Information
pl_pl: Dodatkowe informacje

source: Images
pl_pl: Zdjęcia

source: Contact Group Pricing
pl_pl: Grupa Kontaktów ceny

source: Set specific prices for your customer segments such as loyalty, tier status or season here.
pl_pl: Ustaw tutaj określone ceny dla segmentów klientów, takie jak lojalność, status lub sezon.

source: Contact Group Discounts
pl_pl: Grupa Kontaktów zniżka

source: Here you can set individual discount amounts for different contact groups. " + "The discount amount may be visible on storefront. These groups are defined in
pl_pl: Tutaj możesz ustawić indywidualne kwoty rabatów dla różnych grup kontaktów. „+ „Kwota rabatu może być widoczna w sklepie. Te grupy są zdefiniowane w

source: Cross-sells
pl_pl: Sprzedaż krzyżowa

source: Cross-sell
pl_pl: Sprzedaż krzyżowa

source: File
pl_pl: Plik

source: Logical count: %(logical_count)s %(sales_unit)s
pl_pl: Liczba logiczna: %(logical_count)s %(sales_unit)s

source: Physical count: %(physical_count)s %(sales_unit)s
pl_pl: Liczba fizyczna: %(physical_count)s %(sales_unit)s

source: This product is not yet a package.
pl_pl: Ten produkt nie jest jeszcze pakietem.

source: To create a package, choose products below.
pl_pl: Aby stworzyć pakiet, wybierz produkty poniżej.

source: Package Products
pl_pl: Produkty w pakiecie

source: Recent Orders
pl_pl: Ostanie zamówienia

source: Store Overview
pl_pl: Przegląd sklepu

source: Customers
pl_pl: Klienci

source: Today
pl_pl: Dzisiaj

source: Month to date (MTD)
pl_pl: Od początku miesiąca (MTD)

source: Year to date (YTD)
pl_pl: Od początku roku (YTD)

source: Totals
pl_pl: Podsumowanie

source: Consolidate Data
pl_pl: Konsoliduj dane

source: Your shop currently has some sample data installed. Select below which objects you want to uninstall.
pl_pl: W Twoim sklepie są obecnie zainstalowane przykładowe dane. Wybierz poniższe obiekty, które chcesz odinstalować.

source: After the consolidation, preserved objects will lose their status of Sample Object and it will be no longer possible to distinguish them from the others.
pl_pl: Po konsolidacji zachowane obiekty stracą status obiektów próbnych i nie będzie już można ich odróżnić od innych.

source: Caution: this action cannot be undone.
pl_pl: Uwaga: tej czynności nie można cofnąć.

source: Consolidate
pl_pl: Konsoliduj

source: Your shop has no sample data installed!
pl_pl: Twój sklep nie ma zainstalowanych przykładowych danych!

source: Select the objects you want to install
pl_pl: Wybierz obiekty, które chcesz zainstalować

source: Manually process payments
pl_pl: Przetwarzaj płatności ręcznie

source: Manage payments outside of Shuup
pl_pl: Zarządzaj płatnościami poza platformą Shuup

source: Manual
pl_pl: Ręczne

source: Manual process shipping
pl_pl: Ręczny proces wysyłki

source: Handle shipping outside of Shuup
pl_pl: Obsługuj wysyłkę poza Shuup

source: Deactivate
pl_pl: Dezaktywuj

source: Activate
pl_pl: Aktywuj

source: Define price based basket weight range. Range minimum is counted in range only as zero.
pl_pl: Zdefiniuj zakres wagi koszyka na podstawie ceny. Minimalny zakres liczony jest w zakresie tylko jako zero.

source: Behavior
pl_pl: Zachowanie

source: Behavior component type
pl_pl: Typ składnika zachowania

source: The behaviors for this service. These behaviors can be used to add costs to the order or can be used to restrict availability of the service.
pl_pl: Zachowania dla tej usługi. Te zachowania mogą służyć do dodawania kosztów do zamówienia lub mogą służyć do ograniczania dostępności usługi.

source: Add component
pl_pl: Dodaj komponent

source: Order Configuration
pl_pl: Konfiguracja zamówienia

source: The field "Reference number prefix" is disabled because the order reference number generation method doesn't support a prefix. You can edit this setting from <a href="%(url)s">system settings</a>.
pl_pl: Pole „Prefiks numeru referencyjnego” jest wyłączone, ponieważ metoda generowania numeru referencyjnego zamówienia nie obsługuje prefiksu. Możesz edytować to ustawienie w <a href="%(url)s">ustawieniach systemu</a>.

source: Shop Images
pl_pl: Zdjęcia sklepu

source: Maintenance Mode
pl_pl: Tryb administracyjny

source: Contact Address
pl_pl: Adres

source: News &amp; Updates
pl_pl: Wiadomości & strony mobilne; Aktualizacje

source: Support
pl_pl: Wsparcie

source: Community Links
pl_pl: Linki społeczności

source: Community Forums
pl_pl: Fora społecznościowe

source: Contact Us
pl_pl: Skontaktuj się z nami

source: About Shuup Telemetry
pl_pl: Informacje o telemetrii firmy Shuup

source: Shuup will occasionally send telemetry data to a Shuup.com server.
pl_pl: Shuup od czasu do czasu wysyła dane telemetryczne do serwera Shuup.com.

source: The data contains a unique installation key, as well as the hostname of the installation (as sent by the visiting browser; currently <code>%(host)s</code>).
pl_pl: Dane zawierają unikalny klucz instalacyjny, a także nazwę hosta instalacji (wysłaną przez odwiedzającą przeglądarkę; obecnie <code>%(host)s</code>).

source: No business data or other customer information is ever sent. Shuup.com only uses the telemetry data for statistical purposes and for insights about the software's installation base.
pl_pl: Żadne dane biznesowe ani inne informacje o klientach nie są nigdy wysyłane. Shuup.com wykorzystuje dane telemetryczne wyłącznie do celów statystycznych oraz do wglądu w bazę instalacji oprogramowania.

source: Opt-in / opt-out
pl_pl: Zaakceptuj / Odrzuć

source: You are currently <span class="lead label label-success">opted in</span> to send telemetry data to Shuup.com.
pl_pl: Obecnie <span class="lead label label-success">korzystasz</span> z przesyłania danych telemetrycznych do Shuup.com.

source: Thank you for your valuable contribution.
pl_pl: Dziękujemy za twój wkład

source: Opt out
pl_pl: Odrzuć

source: You are currently <span class="label label-warning">opted out</span> of Shuup telemetry.
pl_pl: Obecnie zrezygnowałeś <span class="label label-warning">z korzystania </span> z telemetrii Shuup.

source: Opt in
pl_pl: Zaakceptuj

source: Last Telemetry
pl_pl: ostatnia telemetria

source: Telemetry submission is currently suspended; data will only be sent 24 hours after installation if still opted in at that point.
pl_pl: Przesyłanie telemetrii jest obecnie zawieszone; dane będą wysłane dopiero po 24 godzinach od instalacji jeżeli przesyłane pozostanie włączone.

source: Telemetry data was last submitted at %(submission_datetime)s - (%(submission_timesince)s) ago
pl_pl: Dane telemetryczne zostały ostatnio przesłane %(submission_datetime)s - (%(submission_timesince)s) temu

source: See the data that was submitted.
pl_pl: Przejrzyj przesłane dane.

source: Telemetry data has not yet been submitted.
pl_pl: Dane telemetrii nie zostały jeszcze przesłane.

source: Telemetry Data
pl_pl: Dane Telemetrii

source: Here is an example of the data that would be submitted right now.
pl_pl: Oto przykład danych, które byłyby teraz przesłane.

source: Customer Information
pl_pl: Informacje dla klientów

source: Send a password reset email to %(email)s?
pl_pl: Wysłać email resetujący hasło na %(email)s?

source: Send Reset Email
pl_pl: Wyślij email resetujący hasło.

source: Please fill out the following information to get your store up and running
pl_pl: Podaj poniższe informacje, aby Twój sklep mógł działać

source: All information entered here can be edited later.
pl_pl: Wszystkie wprowadzone tutaj informacje można później edytować.

source: Click here for help
pl_pl: Kliknij tutaj, aby uzyskać pomoc

source: Create new
pl_pl: Utwórz nowe

source: New %(model)s
pl_pl: Nowe %(model)s

source: Discard Changes
pl_pl: Odrzuć zmiany

source: Save as a copy
pl_pl: Zapisz jako kopię

source: Save and Create New
pl_pl: Zapisz i utwórz nowe

source: Are you sure you wish to delete %s?
pl_pl: Czy na pewno chcesz skasować %s?

source: Export as CSV file
pl_pl: Eksportuj jako plik CSV

source: Showing %(per_page)s of %(n_items)s %(verbose_name_plural)s
pl_pl: Widoczne %(per_page)s z %(n_items)s %(verbose_name_plural)s

source: objects
pl_pl: obiekty

source: Mass Action encountered an unknown error.
pl_pl: Mass Action napotkał nieznany błąd.

source: Can't view this page. %(reason)s
pl_pl: Strona niedostępna. %(reason)s

source: Log in with different credentials...
pl_pl: Zaloguj się używając innych danych

source: Sign in to continue.
pl_pl: Zaloguj się, aby kontynuować.

source: Your account must have `Access to Admin Panel` permissions to access this page.
pl_pl: Twoje konto musi mieć uprawnienia dostępu do panelu administratora, aby uzyskać dostęp do tej strony.

source: There is no active shop available. Contact support for more details.
pl_pl: Brak aktywnego sklepu. Skontaktuj się z pomocą techniczną, aby uzyskać więcej informacji.

source: You do not have the required permissions: %s
pl_pl: Nie posiadasz odpowiednich uprawnień: %s

source: Can't view this page. You do not have the required permission(s): `{permissions}`.
pl_pl: Nie mogę wyświetlić tej strony. Nie masz wymaganych uprawnień: `{permissions}`.

source: Unnamed
pl_pl: Bez nazwy

source: Item
pl_pl: Przedmiot

source: New %s was created.
pl_pl: %szostał utworzony.

source: %s was edited.
pl_pl: %szostał edytowany.

source: New %s
pl_pl: Nowy obiekt %s

source: Unnamed %s
pl_pl: Bez nazwy %s

source: Only one %(model)s permitted.
pl_pl: Dozwolony tylko %(model)s wzór.

source: Mass Edit
pl_pl: edycja zbiorowa

source: Invalid object.
pl_pl: Nieprawidłowy obiekt.

source: Invalid model.
pl_pl: Nieprawidłowy wzór.

source: Object not found.
pl_pl: Obiekt nie znaleziony.

source: Storefront
pl_pl: Witryna sklepowa

source: General
pl_pl: Ogólne

source: Complete wizard
pl_pl: Kreator całkowity

source: Complete the setup wizard
pl_pl: Ukończ kreatora konfiguracji

source: All set. Nothing to be configured
pl_pl: Wszystko gotowe. Nic nie wymaga konfiguracji

source: A reset password email was sent. Please, follow the instructions to set a new password.
pl_pl: Wysłano wiadomość e-mail dotyczącą resetowania hasła. Postępuj zgodnie z instrukcjami, aby ustawić nowe hasło.

source: This recovery link is invalid.
pl_pl: Link odzyskiwania hasła jest nieprawidłowy.

source: Password was changed.
pl_pl: Hasło zostało zmienione.

source: Couldn't get selections for %s.
pl_pl: Nie udało się uzyskać wyborów dla %s.
