Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Home
pl_pl: Strona startowa

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive. In case of multiple accounts with the same email, only username can be used to log in.
pl_pl: Wpisz poprawną %(username)s i hasło. W obu polach może być rozróżniana wielkość liter. W przypadku wielu kont z tym samym adresem e-mail do logowania można użyć tylko nazwy użytkownika.

source: This account is inactive.
pl_pl: To konto jest nieaktywne.

source: Username or email address
pl_pl: Nazwa użytkownika lub adres email.

source: Create New
pl_pl: Utwórz nowe

source: Select an option
pl_pl: Wybierz opcję

source: Monday
pl_pl: Poniedziałek

source: Tuesday
pl_pl: Wtorek

source: Wednesday
pl_pl: Środa

source: Thursday
pl_pl: Czwartek

source: Friday
pl_pl: Piątek

source: Saturday
pl_pl: Sobota

source: Sunday
pl_pl: Niedziela

source: Select
pl_pl: Wybierz

source: Select Media
pl_pl: Wybierz multimedia

source: Select Image
pl_pl: Wybierz obraz

source: Select Product
pl_pl: Wybierz produkt

source: Select Contact
pl_pl: Wybierz kontakt

source: Orders
pl_pl: Zamówienia

source: Products
pl_pl: Produkty

source: Contacts
pl_pl: Kontakty

source: Campaigns
pl_pl: Kampanie

source: Content
pl_pl: Zawartość

source: Reports
pl_pl: Raporty

source: Shops
pl_pl: Sklepy

source: Addons
pl_pl: Dodatki

source: Settings
pl_pl: Ustawienia

source: Logs
pl_pl: Dzienniki

source: Messages
pl_pl: Wiadomości

source: Attributes
pl_pl: Atrybuty

source: %s has been deleted.
pl_pl: %s został usunięty

source: Identifier
pl_pl: Identyfikator

source: Filter by identifier...
pl_pl: Filtruj wg identyfikatora

source: Name
pl_pl: Nazwa

source: Filter by name...
pl_pl: Filtruj wg nazwy

source: Type
pl_pl: Typ

source: Visibility Mode
pl_pl: Tryb widoczności

source: Searchable
pl_pl: Przeszukiwalne

source: Used in # Product Types
pl_pl: Używane w # Rodzaj produktu

source: Categories
pl_pl: Kategorie

source: Add a product category to organize your products.
pl_pl: Dodaj kategorię produktu, aby uporządkować swoje produkty.

source: New category
pl_pl: Nowa kategoria

source: Can't use this category as a parent for this shop.
pl_pl: Nie możesz używać tej kategorii jako kategorii nadrzędnej w tym sklepie.

source: Primary Category
pl_pl: Główna kategoria

source: Set this category as a primary category for selected products.
pl_pl: Ustaw tę kategorię jako kategorię główną dla wybranych produktów.

source: Additional Category
pl_pl: Dodatkowa kategoria

source: Add selected products to this category.
pl_pl: Dodaj zaznaczone produkty do tej kategorii.

source: Remove Products
pl_pl: Usuń produkty

source: Remove selected products from this category.
pl_pl: Usuń zaznaczone produkty z tej kategorii.

source: Invalid category
pl_pl: Niewłaściwa kategoria

source: Visibility settings copied to %d product(s)
pl_pl: Ustawienia widoczności skopiowane do %d produkt(ów)

source: Image
pl_pl: Zdjęcie

source: Visibility
pl_pl: Widoczność

source: Contact Group Pricing Display
pl_pl: Grupa kontaktów wyświetlanie cen

source: unspecified
pl_pl: nieokreślone

source: show prices with taxes included
pl_pl: pokaż ceny wraz z podatkiem (brutto)

source: show pre-tax prices
pl_pl: pokaż ceny przed podatkiem (netto)

source: hide prices
pl_pl: ukryj ceny

source: shop
pl_pl: sklep

source: Price display mode
pl_pl: Sposób wyświetlania ceny

source: Set how prices are displayed to contacts in this group.
pl_pl: Ustaw sposób w jaki ceny będą wyświetlane kontaktom z tej grupy.

source: Group
pl_pl: Grupa

source: Display Mode
pl_pl: Tryb wyświetlania

source: Unspecified
pl_pl: Nieokreślony

source: Contact Groups
pl_pl: Grupy Kontaktów

source: member
pl_pl: członek

source: Remove
pl_pl: Usuń

source: %(count)s member added
pl_pl: Dodano %(count)s członka

source: %(count)s member removed
pl_pl: %(count)s członek usunięty

source: Number of Members
pl_pl: Liczba członków

source: User `%(bind_user)s` already has a contact.
pl_pl: Użytkownik "%(bind_user)s" ma już kontakt.

source: The contact groups this contact belongs to. Contact groups are defined in Contacts - Contact Groups and are used to configure sales, campaigns, and product pricing tailored for a set of users.
pl_pl: Grupy kontaktów, do których należy ten kontakt. Grupy kontaktów są zdefiniowane w Kontaktach - Grupy kontaktów i służą do konfigurowania sprzedaży, kampanii i cen produktów dostosowanych do zestawu użytkowników.

source: The shops this contact belongs to
pl_pl: Sklepy, do których należy ten kontakt

source: Language
pl_pl: Język

source: The primary language to be used in all communications with the contact.
pl_pl: Podstawowy język używany w komunikacji z kontaktem.

source: The company name.
pl_pl: Nazwa firmy.

source: The contacts that are members of this company.
pl_pl: Kontakty, które należą do członków tej firmy.

source: Gender
pl_pl: Płeć

source: Merchant Notes
pl_pl: Notatki handlowe

source: Website URL
pl_pl: Adres URL strony

source: Account Manager
pl_pl: Menadżer konta

source: Company: Tax Number
pl_pl: Firma: NIP

source: Company: Members
pl_pl: Firma: Członkowie

source: Select Language
pl_pl: Wybierz Język

source: Contact Group
pl_pl: Grupa kontaktów

source: Edit Contacts
pl_pl: Edytuj kontakty

source: Set Contact Groups
pl_pl: Ustaw grupy kontaktów

source: Basic Information
pl_pl: Podstawowe informacje

source: Addresses
pl_pl: Adresy

source: Members
pl_pl: Członkowie

source: The Shuup frontend is not enabled.
pl_pl: Front-end Shuup nie jest aktywny.

source: Contact has no associated user.
pl_pl: Kontakt nie ma przypisanego użytkownika.

source: User has no associated email.
pl_pl: Użytkownik nie ma przypisanego adresu email.

source: Reset password
pl_pl: Zresetuj hasło

source: Send a password renewal email.
pl_pl: Wyślij email odzyskujący hasło.

source: Are you sure you wish to send a password recovery email to %s?
pl_pl: Czy jesteś pewien, że chcesz wysłać email odzyskujący hasło do %s?

source: New User
pl_pl: Nowy użytkownik

source: Create a user for the contact.
pl_pl: Utwórz użytkownika dla kontaktu.

source: New Order
pl_pl: Nowe zamówienie

source: Create an order for the contact.
pl_pl: Utwórz zamówienie dla tego kontaktu.

source: Deactivate Contact
pl_pl: Dezaktywuj kontakt

source: Activate Contact
pl_pl: Aktywuj kontakt

source: Options
pl_pl: Opcje

source: Actions
pl_pl: Akcje

source: Login as User
pl_pl: Zaloguj jako użytkownik

source: Login as Staff User
pl_pl: Zaloguj się jako pracownik

source: Edit
pl_pl: Edytuj

source: You can not deactivate a superuser. Remove superuser permission first.
pl_pl: Nie możesz dezaktywować konto superużytkownika. Najpierw usuń uprawnienia administratora.

source: You can not deactivate yourself. Use another account to deactivate the current one.
pl_pl: Nie możesz sam się dezaktywować. Użyj innego konta, aby dezaktywować bieżące.

source: %(contact)s is now %(state)s.
pl_pl: %(contact)s jest teraz %(state)s.

source: active
pl_pl: aktywny

source: inactive
pl_pl: nieaktywny

source: New Company
pl_pl: Nowa Firma

source: New Contact
pl_pl: Nowy Kontakt

source: Person
pl_pl: Osoba

source: Company
pl_pl: Firma

source: Staff
pl_pl: Pracownicy

source: Phone
pl_pl: Telefon

source: Active
pl_pl: Aktywny

source: no
pl_pl: nie

source: yes
pl_pl: tak

source: # Orders
pl_pl: # Zamówienia

source: Groups
pl_pl: Grupy

source: Registered in
pl_pl: Zarejestrowany w

source: Contact
pl_pl: Kontakt

source: No group
pl_pl: Brak grupy

source: No shops
pl_pl: Brak sklepu

source: Inactive
pl_pl: Nieaktywny

source: Phone: %s
pl_pl: Telefon: %s

source: %d orders
pl_pl: %d zamówienia

source: Mass Edit: Contacts
pl_pl: Edycja zbiorcza: kontakty

source: Contacts were changed.
pl_pl: Kontakty zostały zmienione.

source: Mass Edit: Contact Groups
pl_pl: Edycja zbiorcza: grupa kontaktów

source: Contacts Groups were changed.
pl_pl: Grupy kontaktów zostały zmienione.

source: The contact does not have an associated user.
pl_pl: Kontakt nie ma przypisanego użytkownika

source: Currencies
pl_pl: Waluty

source: Code
pl_pl: Kod

source: Filter by code
pl_pl: Filtruj wg kodu

source: Decimal places
pl_pl: Miejsca po przecinku

source: Customers Dashboard
pl_pl: Pulpit klientów

source: Active customers
pl_pl: Aktywni klienci

source: Based on orders within 30 days
pl_pl: Na podstawie zamówień z ostatnich 30 dni

source: Labels
pl_pl: Etykiety

source: Created on
pl_pl: Utworzono dnia

source: Modified on
pl_pl: Zmodyfikowano dnia

source: Manufacturers
pl_pl: Producenci

source: Select shops for this manufacturer. Keep it blank to share with all shops.
pl_pl: Wybierz sklepy dla tego producenta. Pozostaw to pole puste, aby udostępniać je wszystkim sklepom.

source: You have no permission to change a shared Manufacturer.
pl_pl: Nie masz uprawnień, aby zmienić wspólnego producenta.

source: Media browser
pl_pl: Przeglądarka mediów

source: Visible for all everyone in the media browser
pl_pl: Widoczny dla wszystkich w przeglądarce multimediów

source: Root
pl_pl: Źródło

source: {num} subfolders moved to {folder}.
pl_pl: {num} podfoldery przeniesione do {folder}.

source: {num} files moved to {folder}.
pl_pl: {num} pliki przeniesiono do {folder}.

source: Folder `%s` was deleted.
pl_pl: Folder %s został usunięty.

source: Browse Media
pl_pl: Przeglądarka multimediów

source: You do not have permissions to create a subfolder here.
pl_pl: Nie masz uprawnień, aby utworzyć tutaj podfolder.

source: Folder was renamed.
pl_pl: Nazwa folderu została zmieniona.

source: Folder can't be renamed to %s.
pl_pl: Nie można zmienić nazwy folderu na %s.

source: Can't rename this folder, either you don't have permssion to do it or it's a shared folder between more then one shop or it has a owner
pl_pl: Nie możesz zmienić nazwy tego folderu, nie masz do tego uprawnień, albo jest to folder współdzielony między więcej niż jednym sklepem lub ma właściciela

source: This folder is protected and cannot be deleted.
pl_pl: Ten folder jest chroniony i nie można go usunąć.

source: Can't delete this folder, either you don't have permssion to do it or it's a shared folder between more then one shop
pl_pl: Nie możesz usunąć tego folderu, nie masz do tego uprawnień, albo jest to folder współdzielony między więcej niż jednym sklepem

source: File was renamed.
pl_pl: Nazwa pliku została zmieniona.

source: Can not rename this file.
pl_pl: Nie można zmienić nazwy tego pliku.

source: File was deleted.
pl_pl: Plik został usunięty.

source: Can not delete this file.
pl_pl: Nie można usunąć tego pliku.

source: Can't move a shared file.
pl_pl: Nie można przenieść współdzielonego pliku.

source: %(file)s moved from %(old)s to %(new)s.
pl_pl: %(file)s przesunięto z %(old)s do %(new)s.

source: %(file)s uploaded to %(folder)s.
pl_pl: %(file)s przesłane do %(folder)s.

source: You do not have permission to upload content to this folder
pl_pl: Nie masz uprawnień do przesyłania treści do tego folderu

source: You don't have access to preform this action.
pl_pl: Nie masz dostępu, aby wykonać tą czynność.

source: Customize Your Admin Menu
pl_pl: Dostosuj swoje menu administratora

source: Arrange Your Admin Menu
pl_pl: Uporządkuj swoje menu administratora

source: Customize SuperUser Admin Menu
pl_pl: Dostosuj menu administratora superużytkownika

source: Arrange SuperUser Admin Menu
pl_pl: Uporządkuj menu administratora superużytkownika

source: Customize Staff Admin Menu
pl_pl: Dostosuj menu administratora obsługi

source: Arrange Staff Admin Menu
pl_pl: Uporządkuj menu administratora obsługi

source: Customize Supplier Admin Menu
pl_pl: Dostosuj menu administratora dostawcy

source: Arrange Supplier Admin Menu
pl_pl: Uporządkuj menu administratora dostawcy

source: Menu saved
pl_pl: Menu zostało zapisane

source: Menu reset
pl_pl: Zresetuj menu

source: Show orders
pl_pl: Pokaż zamówienia

source: Shipments
pl_pl: Wysyłki

source: Show shipments
pl_pl: Pokaż wysyłki

source: Outstanding Orders
pl_pl: Niezrealizowane zamówienia

source: %d outstanding orders
pl_pl: %d niezrealizowane zamówienia

source: New order
pl_pl: Nowe zamówienie

source: Order Status
pl_pl: Status zamówienia

source: List Statuses
pl_pl: Wyświetl statusy

source: The quantity '%(quantity)s' (for line %(text)s) is invalid (%(error)s).
pl_pl: Ilość „%(quantity)s” (dla wiersza %(text)s) jest nieprawidłowa (%(error)s).

source: The price '%(price)s' (for line %(text)s) is invalid (%(error)s).
pl_pl: Cena „%(price)s” (dla wiersza %(text)s) jest nieprawidłowa (%(error)s).

source: The discount '%(discount)s' (for line %(text)s is invalid (%(error)s).
pl_pl: Zniżka „%(discount)s” (dla wiersza %(text)s) jest nieprawidłowa (%(error)s).

source: Product line does not have a supplier.
pl_pl: Linia produktów nie ma dostawcy.

source: Product line does not have a product set.
pl_pl: Linia produktów nie ma ustawionego produktu.

source: Product `%s` does not exist.
pl_pl: Produkt '%s' nie istnieje.

source: Product %(product)s is not available in the %(shop)s shop.
pl_pl: Produkt %(product)s nie jest dostępny w sklepie %(shop)s.

source: Please add lines to the order.
pl_pl: Proszę dodać linie do zamówienia.

source: Tax number is not set for company.
pl_pl: Dla firmy nie ustawiono NIP.

source: Please choose a valid shop.
pl_pl: Proszę wybrać właściwy sklep.

source: Please select shipping method.
pl_pl: Proszę wybrać metodę wysyłki.

source: Please select payment method.
pl_pl: Proszę wybrać metodę płatności.

source: Cancel
pl_pl: Anuluj

source: Print Confirmation PDF(s)
pl_pl: Wydrukuj potwierdzenie w formacie PDF

source: Error! Selecting all is not supported.
pl_pl: Błąd! Wybór wszystkich nie jest obsługiwany.

source: Print Delivery PDF(s)
pl_pl: Dokumenty dostawy PDF do druku

source: Details
pl_pl: Szczegóły

source: Payments
pl_pl: Płatności

source: Log Entries
pl_pl: Wpisy dziennika

source: Admin comment/notes
pl_pl: Komentarz administratora/notatka

source: Set Status
pl_pl: Ustaw status

source: Set Complete
pl_pl: Oznacz jako ukończone

source: This order can not be set as complete at this point
pl_pl: Zamówienie nie może być ustawione jako kompletne

source: Cancel Order
pl_pl: Anuluj zamówienie

source: Paid, shipped, or canceled orders cannot be canceled
pl_pl: Nie można anulować zamówień opłaconych, wysłanych lub anulowanych

source: Edit order
pl_pl: Edytuj zamówienie

source: This order cannot modified at this point
pl_pl: Zamówienie nie może być już zmienione

source: Create Payment
pl_pl: Utwórz płatność

source: Set Paid
pl_pl: Ustaw jako płatne

source: Create Refund
pl_pl: Utwórz zwrot

source: Edit Addresses
pl_pl: Edytuj adresy

source: Billing Address
pl_pl: Adres rozliczeniowy

source: Shipping Address
pl_pl: Adres do wysyłki

source: %(field)s updated from: %(old_address)s
pl_pl: %(field)s zaktualizowany z: %(old_address)s

source: %(field)s were saved.
pl_pl: %(field)s został zapisany.

source: Save -- %s
pl_pl: Zapisano -- %s

source: Save
pl_pl: Zapisz

source: Unable to set order as completed at this point.
pl_pl: W tym momencie nie można ustawić statusu zamówienia jako zakończone.

source: You can't cancel orders that are paid, shipped, or already canceled.
pl_pl: Nie możesz anulować zamówień, które są opłacone, wysłane lub anulowane wcześniej.

source: Order status changed: from `{old_status}` to `{new_status}`.
pl_pl: Status zamówienia zmieniony: z `{old_status}` na `{new_status}`.

source: Create Order
pl_pl: Utwórz zamówienie

source: Contact `%s` does not exist.
pl_pl: Kontakt '%s' nie istnieje.

source: Product `%(product)s` is not available in the `%(shop)s` shop.
pl_pl: Produkt '%(product)s' nie jest dostępny w '%(shop)s' sklepie.

source: Order `%(identifier)s` was updated.
pl_pl: Zamówienie '%(identifier)s' zostało zaktualizowane.

source: Order `%(identifier)s` created.
pl_pl: Zamówienie '%(identifier)s' zostało utworzone.

source: Could not proceed with the order:
pl_pl: Nie można kontynuować zamówienia:

source: Could not finalize the order:
pl_pl: Nie udało się sfinalizować zamówienia:

source: Order
pl_pl: Zamówienie

source: Order Date
pl_pl: Data zamówienia

source: Customer
pl_pl: Klient

source: Payment Status
pl_pl: Status płatności

source: Shipping Status
pl_pl: Status wysyłki

source: Create Payment -- %s
pl_pl: Utwórz płatność -- %s

source: Payment amount
pl_pl: Kwota do zapłaty

source: Payment amount cannot be 0.
pl_pl: Kwota do zapłaty nie może wynosić 0.

source: Payment %s created.
pl_pl: Płatność %s utworzona.

source: Order has already been paid.
pl_pl: Zamówienie zostało już opłacone.

source: Only orders which are not paid or deferred can be set as paid.
pl_pl: Tylko zamówienia, które nie zostały opłacone lub odłożone, można ustawić jako opłacone.

source: Only zero price orders can be set as paid without creating a payment.
pl_pl: Tylko zlecenia o zerowej cenie można ustawić jako opłacone bez tworzenia płatności.

source: Zero amount payment
pl_pl: Zerowa kwota do zapłaty

source: Order marked as paid.
pl_pl: Zamówienie oznaczone jako zapłacone.

source: Payment doesn't exist.
pl_pl: Płatność nie istnieje.

source: Payment deleted.
pl_pl: Płatność usunięta.

source: Line
pl_pl: Wiersz

source: The line to refund. To refund an amount not associated with any line, select 'Refund arbitrary amount'.
pl_pl: Linia do zwrotu. Aby zwrócić kwotę niezwiązaną z żadnym wierszem, wybierz opcję „Zwróć dowolną kwotę”.

source: Quantity
pl_pl: Ilość

source: The number of units to refund.
pl_pl: Liczba sztuk do zwrotu.

source: Line Text/Comment
pl_pl: Linia tekstu / komentarz

source: The text describing the nature of the refund and/or the reason for the refund.
pl_pl: Tekst opisujący charakter zwrotu i / lub powód zwrotu.

source: Amount
pl_pl: Ilość

source: The amount including tax to refund.
pl_pl: Kwota wraz z podatkiem do zwrotu.

source: Restock products
pl_pl: Uzupełnij stan magazynowy produktów

source: If checked, the quantity is adding back into the sellable product inventory.
pl_pl: Jeśli zostało sprawdzone, wskazany produkt jest dodawany z powrotem do produktów przeznaczonych na sprzedaż.

source: Create Refund -- %s
pl_pl: Utwórz zwrot -- %s

source: Refund Entire Order
pl_pl: Zwróć całe zamówienie

source: This order already has existing refunds
pl_pl: To zamówienie ma już rozpoczęty proces zwroty środków

source: Refund arbitrary amount
pl_pl: Zwróć dowolną kwotę

source: Refund amount exceeds order amount.
pl_pl: Kwota zwrotu przekracza kwotę zamówienia.

source: Refund amounts should match sign on parent line.
pl_pl: Kwoty zwrotu powinny być zgodne ze znakiem w linii nadrzędnej.

source: Refund created.
pl_pl: Zwrot utworzony.

source: Create Full Refund -- %s
pl_pl: Utwórz pełen zwrot -- %s

source: Could not create a full refund.
pl_pl: Nie udało się utworzyć pełnego zwrotu kosztów.

source: Full refund created.
pl_pl: Pełen zwrot utworzony.

source: Description
pl_pl: Opis

source: Tracking Code
pl_pl: Kod śledzenia

source: Tracking URL
pl_pl: Link śledzący UTL

source: Create Shipment -- %s
pl_pl: Utwórz wysyłkę -- %s

source: Create Shipment
pl_pl: Utwórz wysyłkę

source: Shipping address is not set.
pl_pl: Nie ustawiono adresu do wysyłki.

source: Shipment %s was created.
pl_pl: Wysyłka %s została utworzona.

source: Shipment %s has been deleted.
pl_pl: Wysyłka %s została usunięta.

source: Shipment has been marked as sent.
pl_pl: Przesyłka została oznaczona jako wysłana.

source: Supplier
pl_pl: Dostawca

source: Shipment {shipment_id}
pl_pl: Wysyłka {shipment_id}

source: Tracking code
pl_pl: Kod śledzenia

source: Identifier already exists.
pl_pl: Identyfikator już istnieje.

source: Public Name
pl_pl: Nazwa publiczna

source: Role
pl_pl: Rola

source: Default
pl_pl: Domyślne

source: Granular Permission Groups
pl_pl: Szczegółowe grupy uprawnień

source: The Permission Group name.
pl_pl: Nazwa grupy uprawnień.

source: Create new Permission Group
pl_pl: Utwórz nową grupę uprawnień

source: Product Types
pl_pl: Rodzaje produktów

source: Product types
pl_pl: Rodzaje produktów

source: %s has been marked deleted.
pl_pl: %s został oznaczony jako usunięty.

source: Select attributes that go with your product type. These are defined in Products Settings - Attributes.
pl_pl: Wybierz atrybuty, które pasują do Twojego typu produktu. Są one zdefiniowane w Ustawieniach produktów - Atrybuty.

source: Delete
pl_pl: Skasuj

source: Are you sure you wish to delete %s? Warrning: all related products will disappear from storefront until new value for product type is set!
pl_pl: Czy na pewno chcesz usunąć %s? Ostrzeżenie: wszystkie powiązane produkty znikną ze sklepu do czasu ustawienia nowej wartości dla tego typu produktu!

source: Number of Attributes
pl_pl: Liczba atrybutów

source: Create Product Called "%s"
pl_pl: Utwórz produkt o nazwie "%s"

source: Create Product with SKU "%s"
pl_pl: Utwórz produkt o SKU "%s"

source: New product
pl_pl: Nowy produkt

source: Import
pl_pl: Importuj

source: Add a product to see it in your store
pl_pl: Dodaj produkt, aby zobaczyć go w swoim sklepie

source: Primary Product Image
pl_pl: Główne zdjęcie produktu

source: The main product image. You can add additional images in the `Product Images` tab.
pl_pl: Główny obraz produktu. Możesz dodać dodatkowe zdjęcia w zakładce "Zdjęcia produktów".

source: Select a manufacturer
pl_pl: Wybierz producenta

source: Product type
pl_pl: Rodzaj produktu

source: Given value is already in use, please use unique SKU and try again.
pl_pl: Podana wartość jest już używana, podaj unikalny kod SKU i spróbuj ponownie.

source: Number of units that can be purchased after the product is out of stock. Set to blank for product to be purchasable without limits.
pl_pl: Liczba jednostek, które można kupić po wyczerpaniu się produktu. Pozostaw puste pole, aby produkt można było kupować bez ograniczeń.

source: Select a category
pl_pl: Wybierz kategorię

source: Minimum Purchase Quantity must be greater than 0.
pl_pl: Minimalna ilość zakupu musi być większa niż 0.

source: Backorder maximum must be greater than or equal to 0.
pl_pl: Maksymalne zamówienie oczekujące musi być większe lub równe 0.

source: Thumbnail generation of %(media)s failed: %(error)s.
pl_pl: Nie udało się wygenerować miniatury %(media)s: %(error)s.

source: Use only URL or file, not both.
pl_pl: Użyj adresu URL lub pliku, nie obu.

source: Is primary
pl_pl: Jest podstawowy

source: Only images are allowed in this field.
pl_pl: W tym polu dozwolone są tylko obrazy.

source: Unable to make package %(product)s: %(error)s.
pl_pl: Nie można utworzyć pakietu %(product)s: %(error)s.

source: New products: %d.
pl_pl: Nowe produkty: %d.

source: Removed products: %d.
pl_pl: Usunięte produkty: %d.

source: Couldn't add product %s to its own package.
pl_pl: Nie udało się dodać produktu %s do jego pakietu.

source: Set visible
pl_pl: Ustaw jako widoczne

source: Set invisible
pl_pl: Ustaw jako niewidoczne

source: Edit products
pl_pl: Edytuj produkty

source: {product_name} was successfully copied
pl_pl: Skopiowano plik {product_name}

source: Minimum Purchase Quantity has been rounded to match Sales Unit.
pl_pl: Minimalna ilość zakupu została zaokrąglona do jednostki sprzedaży.

source: Changes to shop instance for %s saved.
pl_pl: Zmiany w instancji sklepu dla %s zapisane.

source: Product is not available.
pl_pl: Produkt jest niedostępny.

source: Product
pl_pl: Produkt

source: Edit Cross-Sell: %s
pl_pl: Edytuj sprzedaż krzyżową: %s

source: Changes saved.
pl_pl: Zmiany zapisane.

source: Edit Media: %s
pl_pl: Edytuj media: %s.

source: Changes were saved.
pl_pl: Zmiany zostały zapisane.

source: Files added to the product.
pl_pl: Pliki dodane do produktu.

source: Clear package
pl_pl: Wyczyść pakiet
