Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/admin/locale/*/LC_MESSAGES/djangojs.po
Languages: fr_ca, pl_pl

source: Error! Unexpected error while uploading files.
fr_ca: Erreur ! Erreur inattendue lors du téléchargement des fichiers.
pl_pl: Błąd! Nieoczekiwany błąd podczas przesyłania plików.

source: Error!
fr_ca: Erreur!
pl_pl: Błąd!

source: Uploaded:
fr_ca: Téléchargé:
pl_pl: Przesłano:

source: New file name?
fr_ca: Nouveau nom de fichier?
pl_pl: Nowa nazwa pliku?

source: Are you sure you want to delete the file %s?
fr_ca: Êtes-vous sûr de vouloir supprimer le fichier %s?
pl_pl: Czy na pewno skasować plik %s?

source: New folder name?
fr_ca: Nouveau nom de dossier?
pl_pl: Nowa nazwa folderu?

source: Are you sure you want to delete the %s folder?
fr_ca: Voulez-vous vraiment supprimer le dossier %s?
pl_pl: Czy na pewno skasować folder %s?

source: New folder
fr_ca: Nouveau dossier
pl_pl: Nowy folder

source: Oldest first
fr_ca: Le plus ancien en premier
pl_pl: Kolejność od najstarszych

source: Newest first
fr_ca: Le plus récent d'abord
pl_pl: Kolejność od najnowszych

source: Smallest first
fr_ca: Le plus petit d'abord
pl_pl: Kolejność od najmniejszych

source: Largest first
fr_ca: Le plus grand en premier
pl_pl: Kolejność od największych

source: Drop your files here
fr_ca: Déposez vos fichiers ici
pl_pl: Tutaj upuść swoje pliki

source: Name
fr_ca: Nom
pl_pl: Nazwa

source: Size
fr_ca: Taille
pl_pl: Rozmiar

source: Date
pl_pl: Data

source: Edit
fr_ca: Éditer
pl_pl: Edytuj

source: Click the <strong>Upload</strong> button to upload files.
fr_ca: Cliquez sur le bouton <strong>Télécharger</strong> pour télécharger des fichiers.
pl_pl: Kliknij <strong>Prześlij</strong> aby przesłać pliki.

source: <span>Drag and drop</span> files here<br> or click the <span>Upload</span> button.
fr_ca: <span>Faites glisser et déposez les</span> fichiers ici<br> ou cliquez sur le bouton <span>Télécharger</span> .
pl_pl: <span>Przeciągnij i upuść</span> pliki tutaj<br> lub kliknij przycisk<span>Prześlij</span>

source: Rename file
fr_ca: Renommer le fichier
pl_pl: Zmień nazwę pliku

source: Delete file
fr_ca: Supprimer le fichier
pl_pl: Usuń plik

source: Rename folder
fr_ca: Renommer le dossier
pl_pl: Zmień nazwę folderu

source: Delete folder
fr_ca: Supprimer le dossier
pl_pl: Usuń folder

source: Edit folder access
fr_ca: Modifier l'accès aux dossiers
pl_pl: Edytuj dostęp do folderu

source: Success! Order %s was created.
fr_ca: Succès ! La réservation %s a été créée.
pl_pl: Sukces! Zamówienie %s zostało utworzone.

source: Error! An unspecified error occurred.
fr_ca: Erreur ! Une erreur inconnue est survenue.
pl_pl: Błąd! Wystąpił nieznany błąd.

source: Text
fr_ca: Texte
pl_pl: Tekst

source: Quantity
fr_ca: Quantité
pl_pl: Ilość

source: Unit Price
fr_ca: Prix unitaire
pl_pl: Cena jednostki

source: Discounted Unit Price
fr_ca: Prix unitaire réduit
pl_pl: Cena z rabatem

source: Discount amount
fr_ca: Montant de la remise
pl_pl: ilość rabatu

source: Discount percent
fr_ca: Pourcentage de remise
pl_pl: Procent rabatu

source: Total (excluding taxes)
fr_ca: Total (hors taxes)
pl_pl: Razem (bez podatku)

source: Tax percent
fr_ca: Pourcentage de taxe
pl_pl: Procent podatku

source: Total
pl_pl: Razem

source: Billing address
fr_ca: Adresse de facturation
pl_pl: Adres rozliczeniowy

source: Shipping address
fr_ca: Adresse de livraison
pl_pl: Adres do wysyłki

source: Customer with same %s already exists.
fr_ca: Le client avec le même %s existe déjà.
pl_pl: Klient z takim samym %s już istnieje.

source: Click to select user %s.
fr_ca: Cliquez pour sélectionner l'utilisateur %s.
pl_pl: Kliknij aby wybrać użytkownika %s.

source: Save customer details while creating order
fr_ca: Enregistrer les détails du client lors de la création de la commande
pl_pl: Zapisz dane klienta przy tworzeniu zamówienia

source: Checking this box will save entered customer data to your contacts list.
fr_ca: Cochez cette case pour enregistrer les données client saisies dans votre liste de contacts.
pl_pl: Zaznaczenie tego pola spowoduje zapisanie wprowadzonych danych klientów na liście kontaktów.

source: Ship to billing address
fr_ca: Expédier à l'adresse de facturation
pl_pl: Wyślij na adres rozliczeniowy

source: Checking this will make the shipping address the same as the billing address.
fr_ca: Si vous cochez cette case, l'adresse de livraison sera identique à l'adresse de facturation.
pl_pl: Zaznaczenie tego spowoduje, że adres wysyłki będzie taki sam jak adres rozliczeniowy.

source: Order for company
fr_ca: Réservation pour une entreprise
pl_pl: Zamów dla firmy

source: Enable this if the order is for a company or business with a tax ID.
fr_ca: Activez cette option si la commande concerne une entreprise ou une entreprise avec un numéro d'identification fiscale.
pl_pl: Włącz tę opcję, jeśli zamówienie dotyczy firmy lub firmy posiadającej numer NIP.

source: Billing Address
fr_ca: Adresse de facturation
pl_pl: Adres rozliczeniowy

source: Shipping Address
fr_ca: Adresse de livraison
pl_pl: Adres do wysyłki

source: Full Name
fr_ca: Nom complet
pl_pl: Imię i nazwisko

source: Phone
fr_ca: Téléphone
pl_pl: Telefon

source: Tax Number
fr_ca: Numéro d'identification fiscale
pl_pl: NIP

source: Groups
fr_ca: Groupes
pl_pl: Grupy

source: Companies
fr_ca: Entreprises
pl_pl: Firmy

source: Merchant Notes
fr_ca: Notes du marchand
pl_pl: Notatki sprzedawcy

source: Year
fr_ca: Année
pl_pl: Rok

source: Total Sales
fr_ca: Réservations totales
pl_pl: Całkowita sprzedaż

source: Shipment Status
fr_ca: Expédition statut
pl_pl: Status wysyłki

source: Payment Status
fr_ca: Statut de paiement
pl_pl: Status płatności

source: Order Status
fr_ca: Statut de la commande
pl_pl: Status zamówienia

source: Search by name or email
fr_ca: Rechercher par nom ou par e-mail
pl_pl: Szukaj po nazwie lub adresie email

source: Customer Search
fr_ca: Recherche de clients
pl_pl: Wyszukiwanie klientów

source: Search for existing customers by searching by name or email or click the magnifying glass for more fine-grained filtering. Clear the search filter to create an order for a new customer.
fr_ca: Recherchez des clients existants en effectuant une recherche par nom ou par e-mail ou cliquez sur la loupe pour un filtrage plus fin. Effacez le filtre de recherche pour créer une commande pour un nouveau client.
pl_pl: Szukaj istniejących klientów, wyszukując według nazwiska lub adresu e-mail, albo kliknij lupę, aby uzyskać bardziej szczegółowe filtrowanie. Wyczyść filtr wyszukiwania, aby utworzyć zamówienie dla nowego klienta.

source: Customer
fr_ca: Client
pl_pl: Klient

source: View Details
fr_ca: Voir les détails
pl_pl: Zobacz szczegóły

source: A new customer will be created based on billing address.
fr_ca: Un nouveau client sera créé en fonction de l'adresse de facturation.
pl_pl: Nowy klient zostanie utworzony na podstawie adresu rozliczeniowego.

source: Customer Information
fr_ca: Informations du client
pl_pl: Informacje dla klientów

source: Order Summary
fr_ca: Récapitulatif de la réservation
pl_pl: Podsumowanie zamówienia

source: Recent Orders
fr_ca: Dernières réservations
pl_pl: Ostatnie zamówienia

source: Close
fr_ca: Fermer
pl_pl: Zamknij

source: Warning: No customer account is currently associated with this order.
fr_ca: Attention: aucun compte client n'est actuellement associé à cette réservation.
pl_pl: Ostrzeżenie: żadne konto klienta nie jest obecnie powiązane z tym zamówieniem.

source: Back
fr_ca: Retour
pl_pl: Wstecz

source: Confirm
fr_ca: Confirmer
pl_pl: Potwierdź

source: Select Shop
fr_ca: Sélectionnez un profil
pl_pl: Wybierz sklep

source: Discard Changes
fr_ca: Annuler les modifications
pl_pl: Odrzuć zmiany

source: Customer Details
fr_ca: Détails du client
pl_pl: Dane klienta

source: Order Contents
fr_ca: Contenu de la réservation
pl_pl: Zawartość zamówienia

source: Shipping Method
fr_ca: Mode de livraison
pl_pl: Sposób wysyłki

source: Payment Method
fr_ca: Mode de paiement
pl_pl: Sposób płatności

source: Method rules, taxes and possible extra discounts are calculated after proceeding.
fr_ca: Les règles de méthode, les taxes et les éventuelles remises supplémentaires sont calculées après avoir procédé.
pl_pl: Stawki, podatki i rabaty są przeliczane w następnym kroku.

source: Proceed
fr_ca: Procéder
pl_pl: Dalej

source: Logical Count
fr_ca: Compte logique
pl_pl: Logiczna liczba

source: Physical Count
fr_ca: Comptage physique
pl_pl: Liczba fizyczna

source: Select product
fr_ca: Sélectionner un cours
pl_pl: Wybierz produkt

source: Text/Comment
fr_ca: Texte / commentaire
pl_pl: Tekst/Komentarz

source: Enter a comment or text note about the order. This could be anything from special order requests to special shipping needs.
fr_ca: Saisissez un commentaire ou une note textuelle sur la réservation. Cela peut être n'importe quoi, des demandes de réservations spéciales par exemple.
pl_pl: Wpisz komentarz lub notatkę tekstową dotyczącą zamówienia. Może dotyczyć każdej kwestii, od zamówień specjalnych po prośby specjalne związane z wysyłką.

source: Qty
fr_ca: Qté
pl_pl: Ilość

source: Enter the number of units of the product ordered.
fr_ca: Saisissez le nombre d'unités du cours réservé.
pl_pl: Wprowadź liczbę sztuk zamówionego produktu.

source: Enter the regular base price for a single unit of the product. If an existing product is selected, the price is already determined in product settings. Total price will be automatically calculated.
fr_ca: Saisissez le prix de base normal pour une seule unité de cours. Si un cours existant est sélectionné, le prix est déjà déterminé dans les paramètres du cours. Le prix total sera calculé automatiquement.
pl_pl: Wprowadź regularną cenę jednostkową produktu. W przypadku wybrania istniejącego produktu cena jest już określona w ustawieniach produktu. Cena całkowita zostanie obliczona automatycznie.

source: Total Price
fr_ca: Prix total
pl_pl: Cena łączna

source: Enter the total amount for the line item. Unit price will be automatically calculated.
fr_ca: Saisissez le montant total de l'élément de promotion. Le prix unitaire sera calculé automatiquement.
pl_pl: Wprowadź łączną kwotę dla pozycji zamówienia. Cena jednostkowa zostanie obliczona automatycznie.

source: Base Unit Price
fr_ca: Prix unitaire de base
pl_pl: Podstawowa cena

source: Enter the regular base price for a single unit of the product. If an existing product is selected, the price is already determined in product settings.
fr_ca: Saisissez le prix de base normal pour une seule unité du cours. Si un cours existant est sélectionné, le prix est déjà déterminé dans les paramètres du cours.
pl_pl: Wprowadź regularną cenę jednostkową produktu. W przypadku wybrania istniejącego produktu cena jest już określona w ustawieniach produktu.

source: Enter the total discounted price for a single product unit in the order. Discount percent, Total Discount Amount, and Line Total will be automatically calculated.
fr_ca: Saisissez le prix réduit total pour une seule unité de cours dans la réservation. Le pourcentage de remise, le montant total de la remise et le total de la ligne seront automatiquement calculés.
pl_pl: Wprowadź w zamówieniu łączną cenę z rabatem dla jednej jednostki produktu. Procent rabatu, łączna kwota rabatu i suma wiersza zostaną obliczone automatycznie.

source: Discount Percent
fr_ca: Pourcentage de remise
pl_pl: Procent rabatu

source: Enter the discount percentage (%) for the line item. Discounted Unit Price, Total Discount Amount, and Line Total will be automatically.
fr_ca: Saisissez le pourcentage de remise (%) pour l'élément de campagne. Le prix unitaire réduit, le montant total de la remise et le total de la ligne seront automatiquement.
pl_pl: Wprowadź procent rabatu (%) dla pozycji zamówienia. Cena jednostkowa po obniżce, łączna kwota rabatu i suma wiersza zostaną ustawione automatycznie.

source: Total Discount Amount
fr_ca: Montant total de la remise
pl_pl: Łączna kwota rabatu

source: Enter the total discount amount for the line item. Discounted Unit Price, Discount percent, and Line Total will be automatically calculated.
fr_ca: Saisissez le montant total de la remise pour l'élément de campagne. Le prix unitaire réduit, le pourcentage de remise et le total de la ligne seront automatiquement calculés.
pl_pl: Wprowadź łączną kwotę rabatu dla pozycji zamówienia. Cena jednostkowa po obniżce, procent rabatu i suma wiersza zostaną obliczone automatycznie.

source: Line Total
fr_ca: Total de la réservation
pl_pl: Razem

source: Enter the total amount for the line item. Discounted Unit Price, Discount percent, and Total Discount Amount will be automatically calculated.
fr_ca: Saisissez le montant total de l'élément de campagne. Le prix unitaire réduit, le pourcentage de remise et le montant total de la remise seront automatiquement calculés.
pl_pl: Wprowadź łączną kwotę dla pozycji zamówienia. Cena jednostkowa po obniżce, procent rabatu i całkowita kwota rabatu zostaną obliczone automatycznie.

source: Orderline type
fr_ca: Type de réservation
pl_pl: Rodzaj zamówionej pozycji

source: Search product by name, SKU, or barcode
fr_ca: Rechercher un cours par nom, SKU ou code-barres
pl_pl: Szukaj produktu po nazwie, SKU lub kodzie kreskowym

source: If your product prices vary based on customer, you might want to select customer first.
fr_ca: Si les prix de vos cours varient en fonction du client, vous souhaiterez peut-être d'abord sélectionner le client.
pl_pl: Jeżeli ceny produktów zmieniają się w zależności od klienta, należy najpierw wybrać klienta.

source: All prices are in %s and include taxes.
fr_ca: Tous les prix sont en %s et incluent les taxes.
pl_pl: Wszystkie ceny podane są w %s i zawierają podatek.

source: All prices are in %s. Taxes not included
fr_ca: Tous les prix sont en %s. Taxes non incluses
pl_pl: Wszystkie ceny podane są w %s. Ceny nie zawierają podatku.

source: Product Quick Adder
fr_ca: Additionneur rapide de cours
pl_pl: Produkt Szybki dodatek

source: Search for products to add to the order by searching by name, SKU, or barcode or click the magnifying glass for more fine-grained filtering.
fr_ca: Recherchez les cours à ajouter à la réservation en recherchant par nom, SKU ou code-barres ou cliquez sur la loupe pour un filtrage plus fin.
pl_pl: Wyszukaj produkty, które chcesz dodać do zamówienia, wyszukując według nazwy, SKU lub kodu kreskowego lub kliknij lupę, aby uzyskać dokładniejsze filtrowanie.

source: Automatically add selected product
fr_ca: Ajouter automatiquement le cours sélectionné
pl_pl: Automatycznie dodaj zaznaczony produkt

source: Add new line
fr_ca: Ajouter une nouvelle ligne
pl_pl: Dodaj nową linię

source: No shipping method
fr_ca: Aucune méthode d'expédition
pl_pl: Brak sposobu wysyłki

source: Select a shipping method for the order. These methods are defined in shipping settings.
fr_ca: Sélectionnez une méthode d'expédition pour la commande. Ces méthodes sont définies dans les paramètres d'expédition.
pl_pl: Wybierz sposób wysyłki dla tego zamówienia. Można je zdefiniować w ustawieniach wysyłki.

source: No payment method
fr_ca: Aucun moyen de paiement
pl_pl: Brak sposobu płatności

source: Select a payment method for the order. These methods are defined in payment settings.
fr_ca: Sélectionnez un mode de paiement pour la commande. Ces méthodes sont définies dans les paramètres de paiement.
pl_pl: Wybierz sposób płatności dla tego zamówienia. Można je zdefiniować w ustawieniach płatności.

source: Shop
fr_ca: Nelora
pl_pl: Sklep

source: Product
fr_ca: Cours
pl_pl: Produkt

source: Other
fr_ca: Autre
pl_pl: Inne

source: billing
fr_ca: facturation
pl_pl: rozliczenie

source: shipping
fr_ca: livraison
pl_pl: wysyłka

source: Enter the name for the %s address.
fr_ca: Entrez le nom de l'adresse %s.
pl_pl: Podaj nazwę dla adresu %s.

source: Tax number
fr_ca: Numéro d'identification fiscale
pl_pl: NIP

source: Enter the company tax (ID) number.
fr_ca: Saisissez le numéro de taxe (ID) de la société.
pl_pl: Podaj NIP firmy.

source: Enter the best %s contact phone number.
fr_ca: Entrez le meilleur numéro de téléphone de contact %s.
pl_pl: Wpisz numer telefonu kontaktowego %s.

source: Enter the %s email address for transaction receipts and communications.
fr_ca: Saisissez l'adresse e-mail %s pour les reçus de transaction et les communications.
pl_pl: Wprowadź adres e-mail %s dla potwierdzeń transakcji i komunikacji.

source: Street
fr_ca: Adresse
pl_pl: Ulica

source: Enter the %s street address.
fr_ca: Entrez l'adresse %s.
pl_pl: Wprowadź adres ulicy %s.

source: Street (2)
fr_ca: Adresse (2)
pl_pl: Ulica (2)

source: Enter the %s street address (2).
fr_ca: Entrez l'adresse postale %s (2).
pl_pl: Wprowadź adres ulicy %s (2).

source: ZIP / Postal code
fr_ca: Code postal
pl_pl: Kod pocztowy

source: Enter the zip or postal code of the %s address.
fr_ca: Entrez le code postal %s.
pl_pl: Wprowadź kod pocztowy adresu %s.

source: City
fr_ca: Ville
pl_pl: Miasto

source: Enter the city of the %s address.
fr_ca: Entrez la ville de l'adresse %s.
pl_pl: Wprowadź miasto adresu %s.

source: Region
fr_ca: Région
pl_pl: Województwo

source: Enter the region, state, or province of the %s address.
fr_ca: Entrez la région, l'état ou la province de l'adresse %s.
pl_pl: Wprowadź region, stan lub prowincję adresu %s.

source: Country
fr_ca: Pays
pl_pl: Kraj

source: Enter the country of the %s address.
fr_ca: Entrez le pays de l'adresse %s.
pl_pl: Wprowadź kraj dla adresu %s.

source: No records found.
fr_ca: Aucun enregistrement trouvé.
pl_pl: Nie znaleziono rekordów.

source: Warning! Missing JavaScript dependencies detected.
fr_ca: Avertissement! Dépendances JavaScript manquantes détectées.
pl_pl: Ostrzeżenie! Wykryto brakujące zależności JavaScript.

source: No browser URL for kind:
fr_ca: Aucune URL de navigateur pour le genre:
pl_pl: Brak URL przeglądarki tego rodzaju:

source: Clear
fr_ca: Effacer
pl_pl: Wyczyść

source: Drop files here or click to browse.
fr_ca: Déposez les fichiers ici ou cliquez sur sélectionner.
pl_pl: Przeciągnij i upuść pliki lub kliknij aby przeglądać.

source: only images can be uploaded!
fr_ca: seules les images peuvent être téléchargées!
pl_pl: można przesyłać tylko obrazy!

source: Error happened while uploading file.
fr_ca: Une erreur s'est produite lors du téléchargement du fichier.
pl_pl: Wystąpił błąd podczas przesyłania pliku.

source: Browse media
fr_ca: Parcourir les médias
pl_pl: Przeglądaj multimedia

source: Error! For images greater than %s kb, use the media browser instead.
fr_ca: Erreur! Pour les images supérieures à %s ko, utilisez plutôt le navigateur multimédia.
pl_pl: Błąd! W przypadku obrazów większych niż %s kb użyj przeglądarki multimediów.

source: No results.
fr_ca: Aucun résultat.
pl_pl: Brak wyników.

source: The results could not be loaded
fr_ca: Les résultats n'ont pas pu être chargés
pl_pl: Wyniki nie mogły zostać załadowane

source: Please delete %s character
fr_ca: Veuillez supprimer le caractère %s
pl_pl: Usuń znak %s

source: Please enter %s or more characters
fr_ca: Veuillez saisir %s ou plusieurs caractères
pl_pl: Wprowadź %s lub więcej znaków

source: Loading more results...
fr_ca: Chargement d'autres résultats ...
pl_pl: Wczytuję więcej wyników ...

source: You can only select %s item
fr_ca: Vous ne pouvez sélectionner que l'élément %s
pl_pl: Możesz wybrać tylko element %s

source: No results found
fr_ca: Aucun résultat trouvé
pl_pl: Brak wyników

source: Searching...
fr_ca: Recherche...
pl_pl: Wyszukiwanie...

source: Quick Links
fr_ca: Liens rapides
pl_pl: Szybkie łącza

source: Quick Links to your most used features.
fr_ca: Liens rapides vers vos fonctionnalités les plus utilisées.
pl_pl: Szybkie łącza do najczęściej używanych funkcji.

source: Orders
fr_ca: Créneaux
pl_pl: Zamówienia

source: Track and filter your customers’ orders here.
fr_ca: Suivez et filtrez les commandes de vos clients ici.
pl_pl: Tutaj śledź i filtruj zamówienia swoich klientów.

source: Products
fr_ca: Cours
pl_pl: Produkty

source: All your exciting products and features are located here.
fr_ca: Tous vos cours et fonctionnalités se trouvent ici.
pl_pl: Tutaj znajdują się wszystkie Twoje produkty i funkcje.

source: Contacts
pl_pl: Kontakty

source: All your customer data is located here. Target and organize your clients details your way!
fr_ca: Toutes vos données clients se trouvent ici. Ciblez et organisez les détails de vos clients à votre façon!
pl_pl: Tutaj znajdują się wszystkie dane Twoich klientów. Zarządzaj i organizuj danymi swoich klientów na swój sposób!

source: Campaigns
fr_ca: Promotions
pl_pl: Kampanie

source: Great loyalty tool for creating marketing, campaigns, special offers and coupons to entice your shoppers!
fr_ca: Excellent outil de fidélisation pour créer du marketing, des campagnes, des offres spéciales et des coupons pour attirer vos acheteurs!
pl_pl: Świetne narzędzie lojalnościowe do tworzenia marketingu, kampanii, ofert specjalnych i kuponów, aby zachęcić kupujących!

source: Set offers based on their previous purchase behavior to up- and cross sale your inventory.
fr_ca: Définissez des offres en fonction de leur réservation précédente pour augmenter votre activité.
pl_pl: Ustaw oferty na podstawie wcześniejszych zachowań zakupowych klientów, aby zwiększyć i sprzedać krzyżowo swoje zasoby reklamowe.

source: Content
fr_ca: Fichiers et images
pl_pl: Zawartość

source: The make-over tool to customize you site themes, add pages and product carousels. Incorporate any media to make your store pop!
fr_ca: L'outil de relooking pour personnaliser les thèmes de votre site, ajouter des pages et des carrousels de cours. Incorporez tous les médias pour vous démarquer !
pl_pl: Narzędzie do zmiany wyglądu umożliwiające dostosowywanie motywów witryny, dodawanie stron i karuzeli produktów. Wykorzystaj dowolne media, aby Twój sklep był popularny!

source: Reports
fr_ca: Historique
pl_pl: Raporty

source: Your reporting tool to build and analyze your consumer behavior information that can assist with your business decisions.
fr_ca: Votre outil de création de rapports pour créer et analyser vos informations sur le comportement des consommateurs qui peuvent vous aider dans vos décisions commerciales.
pl_pl: Twoje narzędzie do raportowania do tworzenia i analizowania informacji o zachowaniach konsumentów, które mogą pomóc w podejmowaniu decyzji biznesowych.

source: Shops
fr_ca: Nelora
pl_pl: Sklepy

source: Place for your Shop specific settings. You can customize taxes, currencies, customer groups, and many other things in this menu.
fr_ca: Place pour les paramètres spécifiques de votre profil. Vous pouvez personnaliser les taxes, les devises, les groupes de clients et bien d'autres choses dans ce menu.
pl_pl: Miejsce na ustawienia specyficzne dla Twojego Sklepu. W tym menu możesz dostosować podatki, waluty, grupy klientów i wiele innych rzeczy.

source: Addons
pl_pl: Dodatki

source: This is your connection interface. Addons and other systems you use can be attached to your store through powerful data connections.
fr_ca: Ceci est votre interface de connexion. Les modules complémentaires et autres systèmes que vous utilisez peuvent être connectés à votre profil via de puissantes connexions de données.
pl_pl: To jest twój interfejs połączenia. Dodatki i inne systemy, z których korzystasz, mogą być dołączane do Twojego sklepu za pośrednictwem zaawansowanych połączeń danych.
