Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/admin/locale/*/LC_MESSAGES/djangojs.po
Languages: fr_ca, pl_pl

source: Supercharge your site and gather crazy amounts of data with integrations to CRMs and ERPs, POS’s and PIM’s, or any other acronym you can think of.
fr_ca: Boostez votre site et collectez des quantités folles de données avec des intégrations aux CRM et ERP, aux points de réservation et aux PIM, ou à tout autre acronyme auquel vous pouvez penser.
pl_pl: Doładuj swoją witrynę i zbieraj większe ilości danych dzięki integracji z CRM i ERP, POS i PIM lub dowolnym innym akronimem, jaki przyjdzie Ci do głowy.

source: Settings
fr_ca: Réglages
pl_pl: Ustawienia

source: The nuts and bolts of your store are found here. From individual country tax-regulations to your contact details.
fr_ca: Les écrous et boulons de votre magasin se trouvent ici. Des réglementations fiscales de chaque pays à vos coordonnées.
pl_pl: Praktyczne informacje dotyczące Twojego sklepu są tutaj. Od przepisów podatkowych w poszczególnych krajach po dane kontaktowe firmy.

source: Search
fr_ca: Rechercher
pl_pl: Szukaj

source: Lost and cannot find your way? No worries, you can search contacts, settings, add-ons and more features from here.
fr_ca: Perdu et ne peut pas trouver votre chemin? Pas de soucis, vous pouvez rechercher des contacts, des paramètres, des modules complémentaires et plus de fonctionnalités à partir d'ici.
pl_pl: Zgubiłeś się i nie możesz znaleźć drogi? Nie martw się, możesz tutaj wyszukiwać kontakty, ustawienia, dodatki i inne funkcje.

source: View your storefront
fr_ca: Afficher votre profil
pl_pl: Wyświetl podgląd swojego sklepu

source: Preview your shop and all the cool features you have created!
fr_ca: Prévisualisez votre profil et toutes les fonctionnalités intéressantes que vous avez créées !
pl_pl: Wyświetl podgląd swojego sklepu i wszystkich funkcji, które stworzyłeś!

source: We're done!
fr_ca: Terminé !
pl_pl: Gotowe!

source: It was nice to show you around!
fr_ca: C'était un plaisir !
pl_pl: Miło było cię oprowadzić!

source: If you need to run it again, fire it up from the menu in the top right.
fr_ca: Si vous avez besoin de l'exécuter à nouveau, lancez-le à partir du menu en haut à droite.
pl_pl: Jeśli chcesz go ponownie uruchomić, uruchom go z menu w prawym górnym rogu.

source: Learn more at the Shuup Help Center
fr_ca: En savoir plus sur le centre d'aide Shuup
pl_pl: Dowiedz się więcej w Centrum pomocy Shuup

source: Previous
fr_ca: Précédent
pl_pl: Wstecz

source: Next
fr_ca: Suivant
pl_pl: Dalej

source: Mass actions
fr_ca: Actions de masse
pl_pl: Akcje masowe

source: From
fr_ca: De
pl_pl: Od

source: To
fr_ca: À
pl_pl: Do

source: Items per page
fr_ca: Cours par page
pl_pl: Wyniki na stronie

source: Page
pl_pl: Strona

source: Reset filters
fr_ca: Réinitialiser les filtres
pl_pl: Zresetuj filtry

source: Reset
fr_ca: Réinitialiser
pl_pl: Zresetuj

source: Apply filters
fr_ca: Appliquer filtres
pl_pl: Zastosuj filtry

source: Sort by
fr_ca: Trier par
pl_pl: Sortuj wg

source: ascending
fr_ca: ascendant
pl_pl: rosnąco

source: descending
fr_ca: descendant
pl_pl: malejąco

source: Default sorting
fr_ca: Tri par défaut
pl_pl: Standardowe sortowanie

source: Filter by %s
fr_ca: Filtrer par %s
pl_pl: Filtruj według %s

source: Select
fr_ca: Sélectionner
pl_pl: Wybierz

source: Filters
fr_ca: Filtres
pl_pl: Filtry

source: Show filters
fr_ca: Afficher les filtres
pl_pl: Pokaż filtry

source: Select Action
fr_ca: Sélectionnez l'action
pl_pl: Wybierz działanie

source: Clear Selections
fr_ca: Effacer les sélections
pl_pl: Wyczyść wybór

source: Select All
fr_ca: Tout sélectionner
pl_pl: Zaznacz wszystko

source: Select All %s Items
fr_ca: Sélectionner tous les articles %s
pl_pl: Wybierz wszystkie elementy %s

source: There are no %s to show
fr_ca: Il n'y a pas de réservations%s à afficher
pl_pl: Brak %s do pokazania

source: There is no item to show
fr_ca: Il n'y a aucun cours à afficher
pl_pl: Brak pozycji do pokazania

source: with selected filters
fr_ca: avec les filtres sélectionnés
pl_pl: z wybranymi filtrami

source: How about creating a new entry?
fr_ca: Que diriez-vous de créer une nouvelle entrée?
pl_pl: Co powiesz na utworzenie nowego wpisu?

source: Success! Mass Action was completed.
fr_ca: Succès! L'action de masse était terminée.
pl_pl: Sukces! Akcja masowa została zakończona.

source: Error! Something went wrong with the Mass Action.
fr_ca: Erreur! Une erreur s'est produite avec l'action de masse.
pl_pl: Błąd! Coś poszło nie tak z akcją masową.

source: All %s Items Selected
fr_ca: Tous les articles %s sélectionnés
pl_pl: Wybrano wszystkie elementy %s

source: Warning! You didn't select anything.
fr_ca: Avertissement! Vous n'avez rien sélectionné.
pl_pl: Ostrzeżenie! Nic nie wybrałeś.

source: Confirm action by clicking OK!
fr_ca: Confirmez l'action en cliquant sur OK!
pl_pl: Potwierdź akcję, klikając OK!

source: Are you sure you want to delete this media?
fr_ca: Voulez-vous vraiment supprimer ce média?
pl_pl: Czy na pewno chcesz skasować te multimedia?

source: Set as primary image
fr_ca: Définir comme image principale
pl_pl: Ustaw jako główny obraz

source: Primary image
fr_ca: Image principale
pl_pl: Główny obraz

source: Finish
fr_ca: Terminer
pl_pl: Zakończ

source: Skip
fr_ca: Passer
pl_pl: Pomiń
