Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: No billing address defined.
pl_pl: Nie zdefiniowano adresu rozliczeniowego

source: Shipping address
pl_pl: Adres do wysyłki

source: No shipping address defined.
pl_pl: Nie zdefiniowano adresu do wysyłki.

source: Full Name
pl_pl: Imię i nazwisko

source: No groups
pl_pl: Brak grup

source: Bound User
pl_pl: Powiąż użytkownika

source: Companies
pl_pl: Firmy

source: No members.
pl_pl: Brak członków.

source: Use billing address as shipping address
pl_pl: Użyj adresu rozliczeniowego jako adresu wysyłki

source: Basic details
pl_pl: Szczegóły

source: COMPANY NAME
pl_pl: NAZWA FIRMY

source: You can enter here the information about <strong>%(public_name)s</strong>.
pl_pl: Tutaj możesz wpisać informacje o <strong>%(public_name)s</strong>.

source: Your order has been received and will be processed as soon as possible.
pl_pl: Twoje zamówienie zostało przyjęte i zostanie przetworzone tak szybko, jak to możliwe.

source: For reference, here's a list of your order's contents.
pl_pl: Oto Twoje zamówienie.

source: Please note that no record of your order being paid currently exists.
pl_pl: Należy pamiętać, że obecnie nie istnieje żaden zapis opłaconego zamówienia.

source: Thank you for shopping with us!
pl_pl: Dziękujemy za wspólne zakupy!

source: YOUR E-MAIL HERE
pl_pl: TWÓJ ADRES E-MAIL

source: YOUR ADDRESS HERE
pl_pl: TWÓJ ADRES

source: SECTION 1 - WHAT DO WE DO WITH YOUR INFORMATION?
pl_pl: CZĘŚĆ 1 - CO ROBIMY Z TWOIMI INFORMACJAMI?

source: When you purchase something from our store, as part of the buying and selling process, we collect the personal information you give us such as your name, address and email address.
pl_pl: Kiedy kupujesz coś w naszym sklepie, zbieramy podstawowe dane osobowe, które nam podajesz, takie jak imię i nazwisko, adres oraz adres e-mail.

source: When you browse our store, we also automatically receive your computer’s internet protocol (IP) address in order to provide us with information that helps us learn about your browser and operating system.
pl_pl: Podczas przeglądania naszego sklepu, możemy również automatycznie pobierać adres Twojego komputera IP (Internet Protocol) w celu dostarczenia nam informacji, które pomogą dowiedzieć się o wykorzystywanej przeglądarce i systemie operacyjnym.

source: Email marketing (if applicable): With your permission, we may send you emails about our store, new products and other updates.
pl_pl: Marketing e-mailowy (jeśli dotyczy): Za Twoją zgodą możemy wysyłać Ci wiadomości e-mail dotyczące naszego sklepu, nowych produktów i innych aktualizacji.

source: SECTION 2 - CONSENT
pl_pl: CZĘŚĆ 2 - ZGODA

source: How do you get my consent?
pl_pl: Jak otrzymujemy Twoją zgodę?

source: When you provide us with personal information to complete a transaction, verify your credit card, place an order, arrange for a delivery or return a purchase, we imply that you consent to our collecting it and using it for that specific reason only.
pl_pl: Podając nam dane osobowe w celu zakończenia transakcji, weryfikacji karty kredytowej, złożenia zamówienia, zorganizowania dostawy lub zwrotu zakupu, oznacza to, że wyrażasz zgodę na ich gromadzenie i wykorzystywanie tylko w tym konkretnym celu.

source: If we ask for your personal information for a secondary reason, like marketing, we will either ask you directly for your expressed consent, or provide you with an opportunity to say no.
pl_pl: Jeśli poprosimy o Twoje dane osobowe z innego powodu, takiego jak marketing, poprosimy Cię bezpośrednio o Twoją wyraźną zgodę lub zapewnimy Ci możliwość odmowy.

source: How do I withdraw my consent?
pl_pl: Jak mogę wycofać swoją zgodę?

source: If after you opt-in, you change your mind, you may withdraw your consent for us to contact you, for the continued collection, use or disclosure of your information, at anytime, by contacting us at <strong>%(shop_email)s</strong> or mailing us at: <strong>%(shop_address)s</strong>
pl_pl: Jeśli po wyrażeniu zgody zmienisz zdanie, możesz wycofać swoją zgodę na kontaktowanie się z Tobą w celu dalszego gromadzenia, wykorzystywania lub ujawniania Twoich danych w dowolnym momencie, kontaktując się z nami pod adresem: <strong>%(shop_email)s</strong> lub <strong>%(shop_address)s</strong>.

source: SECTION 3 - DISCLOSURE
pl_pl: CZĘŚĆ 3 - UJAWNIENIE

source: We may disclose your personal information if we are required by law to do so or if you violate our Terms of Service.
pl_pl: Możemy ujawnić Twoje dane osobowe, jeśli jest to wymagane przez prawo lub jeśli naruszysz nasze Warunki świadczenia usług.

source: SECTION 4 - SHUUP
pl_pl: CZĘŚĆ 4 - SHUUP

source: Our store is hosted on Shuup. They provide us with the online e-commerce platform that allows us to sell our products and services to you.
pl_pl: Nasz sklep funkcjonuje na platformie Shuup. Zapewniają nam internetową platformę handlu elektronicznego, która umożliwia nam sprzedaż naszych produktów i usług.

source: Your data is stored through Shuup’s data storage, databases and the general Shuup application. They store your data on a secure server behind a firewall.
pl_pl: Twoje dane są przechowywane w magazynie danych, bazach danych i ogólnej aplikacji Shuup firmy Shuup. Przechowują Twoje dane na bezpiecznym serwerze za zaporą ochronną sieci firewall.

source: Payment
pl_pl: Płatność

source: If you choose a direct payment gateway to complete your purchase, then Shuup stores your credit card data. It is encrypted through the Payment Card Industry Data Security Standard (PCI-DSS). Your purchase transaction data is stored only as long as is necessary to complete your purchase transaction. After that is complete, your purchase transaction information is deleted.
pl_pl: Jeśli wybierzesz bramę płatności bezpośredniej, aby dokończyć zakup, Shuup przechowuje dane Twojej karty kredytowej. Jest szyfrowany zgodnie ze standardem bezpieczeństwa danych kart płatniczych (PCI-DSS). Twoje dane transakcji zakupu są przechowywane tylko tak długo, jak jest to konieczne do zakończenia transakcji zakupu. Po zakończeniu informacje o transakcji zakupu zostaną usunięte.

source: All direct payment gateways adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, MasterCard, American Express and Discover.
pl_pl: Wszystkie bramki płatności bezpośrednich są zgodne ze standardami określonymi przez PCI-DSS, zarządzanymi przez Radę Standardów Bezpieczeństwa PCI, która powstała dzięki współpracy takich firm, jak Visa, MasterCard, American Express i Discover.

source: PCI-DSS requirements help ensure the secure handling of credit card information by our store and its service providers.
pl_pl: Wymagania PCI-DSS pomagają zapewnić bezpieczne przetwarzanie danych karty kredytowej przez nasz sklep i innych dostawców usług.

source: For more insight, you may also want to read Shuup’s Terms of Service here or Privacy Statement here.
pl_pl: Aby uzyskać więcej informacji, możesz również przeczytać Warunki korzystania z usług firmy Shuup tutaj lub Oświadczenie o ochronie prywatności tutaj.

source: SECTION 5 - THIRD-PARTY SERVICES
pl_pl: CZĘŚĆ 5 - USŁUGI OSÓB TRZECICH

source: In general, the third-party providers used by us will only collect, use and disclose your information to the extent necessary to allow them to perform the services they provide to us.
pl_pl: Ogólnie rzecz biorąc, zewnętrzni dostawcy, z których korzystamy, będą gromadzić, wykorzystywać i ujawniać Twoje dane tylko w zakresie niezbędnym do umożliwienia im świadczenia usług, które dla nas świadczą.

source: However, certain third-party service providers, such as payment gateways and other payment transaction processors, have their own privacy policies in respect to the information we are required to provide to them for your purchase-related transactions.
pl_pl: Jednak niektórzy zewnętrzni dostawcy usług, tacy jak bramki płatnicze i inne podmioty przetwarzające transakcje płatnicze, mają własne zasady ochrony prywatności w odniesieniu do informacji, które musimy im przekazać w celu przeprowadzenia transakcji zakupu.

source: For these providers, we recommend that you read their privacy policies so you can understand the manner in which your personal information will be handled by these providers.
pl_pl: W przypadku tych dostawców zalecamy zapoznanie się z ich politykami prywatności, aby zrozumieć, w jaki sposób będą przetwarzać Twoje dane osobowe.

source: In particular, remember that certain providers may be located in or have facilities that are located in a different jurisdiction than either you or us. So if you elect to proceed with a transaction that involves the services of a third-party service provider, then your information may become subject to the laws of the jurisdiction(s) in which that service provider or its facilities are located.
pl_pl: W szczególności pamiętaj, że niektórzy dostawcy mogą znajdować się lub mieć obiekty, które znajdują się w innej jurysdykcji niż Ty lub my. Jeśli więc zdecydujesz się przeprowadzić transakcję, która obejmuje usługi zewnętrznego usługodawcy, wówczas Twoje informacje mogą podlegać prawu jurysdykcji, w której znajduje się ten usługodawca lub jego obiekty.

source: As an example, if you are located in Canada and your transaction is processed by a payment gateway located in the United States, then your personal information used in completing that transaction may be subject to disclosure under United States legislation, including the Patriot Act.
pl_pl: Na przykład, jeśli znajdujesz się w Kanadzie, a Twoja transakcja jest przetwarzana przez bramkę płatniczą znajdującą się w Stanach Zjednoczonych, wówczas Twoje dane osobowe wykorzystane do realizacji tej transakcji mogą podlegać ujawnieniu zgodnie z ustawodawstwem Stanów Zjednoczonych, w tym ustawą Patriot Act.

source: Once you leave our store’s website or are redirected to a third-party website or application, you are no longer governed by this Privacy Policy or our website’s Terms of Service.
pl_pl: Gdy opuścisz witrynę naszego sklepu lub zostaniesz przekierowany na stronę internetową lub aplikację strony trzeciej, nie będziesz już podlegać niniejszej Polityce prywatności ani Warunkom korzystania z naszej witryny.

source: Links
pl_pl: Linki

source: When you click on links on our store, they may direct you away from our site. We are not responsible for the privacy practices of other sites and encourage you to read their privacy statements.
pl_pl: Kliknięcie linków w naszym sklepie może skierować Cię poza naszą witrynę. Nie odpowiadamy za praktyki dotyczące prywatności innych witryn i zachęcamy do zapoznania się z ich oświadczeniami o ochronie prywatności.

source: SECTION 6 - SECURITY
pl_pl: CZĘŚĆ 6 - BEZPIECZEŃSTWO

source: To protect your personal information, we take reasonable precautions and follow industry best practices to make sure it is not inappropriately lost, misused, accessed, disclosed, altered or destroyed.
pl_pl: Aby chronić Twoje dane osobowe, podejmujemy rozsądne środki ostrożności i postępujemy zgodnie z najlepszymi praktykami, aby upewnić się, że nie zostaną one w niewłaściwy sposób utracone, niewłaściwie użyte, udostępnione, ujawnione, zmienione lub zniszczone.

source: If you provide us with your credit card information, the information is encrypted using secure socket layer technology (SSL) and stored with a AES-256 encryption. Although no method of transmission over the Internet or electronic storage is 100%% secure, we follow all PCI-DSS requirements and implement additional generally accepted industry standards.
pl_pl: Jeśli podasz nam informacje o swojej karcie kredytowej, zostaną one zaszyfrowane przy użyciu technologii Secure Socket Layer (SSL) i zapisane za pomocą szyfrowania AES-256. Chociaż żadna metoda transmisji przez Internet lub elektroniczne przechowywanie nie jest w 100%% bezpieczna, przestrzegamy wszystkich wymagań PCI-DSS i wdrażamy dodatkowe ogólnie przyjęte standardy branżowe.

source: COOKIES
pl_pl: PLIKI COOKIE

source: Here is a list of cookies that we use. We’ve listed them here so you can choose if you want to opt-out of cookies or not.
pl_pl: Oto lista plików cookie, których używamy. Wymieniliśmy je tutaj, więc możesz wybrać, czy chcesz zrezygnować z plików cookie, czy nie.

source: unique token, sessional, Allows Shuup to store information about your session (referrer, landing page, etc).
pl_pl: unikalny token, sesja, umożliwia Shuup przechowywanie informacji o Twojej sesji (strona odsyłająca, strona docelowa itp.).

source: SECTION 7 - AGE OF CONSENT
pl_pl: CZĘŚĆ 7 - PEŁNOLETNOŚĆ

source: By using this site, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.
pl_pl: Korzystając z tej witryny, oświadczasz, że jesteś co najmniej pełnoletni w swoim miejscu zamieszkania lub że jesteś pełnoletni w swoim miejscu zamieszkania i wyraziłeś zgodę na korzystanie z tej witryny nieletnich będących pod Twoją opieką.

source: SECTION 8 - CHANGES TO THIS PRIVACY POLICY
pl_pl: CZĘŚĆ 8 - ZMIANY W NINIEJSZEJ POLITYCE PRYWATNOŚCI

source: We reserve the right to modify this privacy policy at any time, so please review it frequently. Changes and clarifications will take effect immediately upon their posting on the website. If we make material changes to this policy, we will notify you here that it has been updated, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we use and/or disclose it.
pl_pl: Zastrzegamy sobie prawo do zmiany niniejszej polityki prywatności w dowolnym momencie, dlatego prosimy o częste jej sprawdzanie. Zmiany i wyjaśnienia zaczną obowiązywać natychmiast po ich opublikowaniu na stronie internetowej. Jeśli wprowadzimy istotne zmiany w niniejszej polityce, powiadomimy Cię tutaj, że została zaktualizowana, abyś wiedział, jakie informacje zbieramy, w jaki sposób je wykorzystujemy oraz w jakich okolicznościach, jeśli w ogóle, je wykorzystujemy i / lub ujawniamy.

source: If our store is acquired or merged with another company, your information may be transferred to the new owners so that we may continue to sell products to you.
pl_pl: Jeśli nasz sklep zostanie przejęty lub połączony z inną firmą, Twoje dane mogą zostać przekazane nowym właścicielom, abyśmy nadal mogli sprzedawać Ci produkty.

source: QUESTIONS AND CONTACT INFORMATION
pl_pl: PYTANIA I INFORMACJE KONTAKTOWE

source: If you would like to: access, correct, amend or delete any personal information we have about you, register a complaint, or simply want more information contact our Privacy Compliance Officer at <strong>%(shop_email)s</strong> or by mail at <strong>%(shop_address)s</strong>.
pl_pl: Jeśli chcesz: uzyskać dostęp, poprawić, zmienić lub usunąć wszelkie Twoje dane osobowe, które posiadamy, zgłosić skargę lub po prostu chcesz uzyskać więcej informacji, skontaktuj się z naszym inspektorem ds. Przestrzegania prywatności pod adresem email <strong>%(shop_email)s</strong> lub pocztą na adres<strong>%(shop_address)s</strong>.

source: YOUR COMPANY NAME HERE
pl_pl: TUTAJ NAZWA TWOJEJ FIRMY

source: Our policy lasts 30 days. If 30 days have gone by since your purchase, unfortunately we can’t offer you a refund or exchange.
pl_pl: Nasza ochrona trwa 30 dni. Jeśli od zakupu minęło ponad 30 dni, niestety nie możemy zaoferować zwrotu pieniędzy ani wymiany.

source: To be eligible for a return, your item must be unused and in the same condition that you received it. It must also be in the original packaging.
pl_pl: Aby produkt mógł podlegać zwrotowi, przedmiot musi być nieużywany i w takim samym stanie, w jakim został dostarczony. Musi być również w oryginalnym opakowaniu.

source: Several types of goods are exempt from being returned. Perishable goods such as food, flowers, newspapers or magazines cannot be returned. We also do not accept products that are intimate or sanitary goods, hazardous materials, or flammable liquids or gases.
pl_pl: Kilka rodzajów towarów jest zwolnionych ze zwrotu. Łatwo psujące się towary takie jak żywność, kwiaty, gazety lub czasopisma, nie podlegają zwrotowi. Nie uznajemy również zwrotów produktów, które są towarami intymnymi lub sanitarnymi, materiałami niebezpiecznymi lub łatwopalnymi cieczami lub gazami.

source: Additional non-returnable items:
pl_pl: Dodatkowe przedmioty bezzwrotne:

source: Gift cards
pl_pl: Karty podarunkowe

source: Downloadable software products
pl_pl: Oprogramowanie do pobrania

source: Some health and personal care items
pl_pl: Niektóre przedmioty związane ze zdrowiem i higieną osobistą

source: To complete your return, we require a receipt or proof of purchase.
pl_pl: Aby dokonać zwrotu, wymagany jest paragon lub dowodu zakupu.

source: Please do not send your purchase back to the manufacturer.
pl_pl: Prosimy nie odsyłać zakupu do producenta.

source: There are certain situations where only partial refunds are granted: (if applicable)
pl_pl: Mogą wystąpić przypadki, w których przyznawane są tylko częściowe zwroty: (jeśli dotyczy)

source: Book with obvious signs of use
pl_pl: Książka z wyraźnymi oznakami użytkowania

source: CD, DVD, VHS tape, software, video game, cassette tape, or vinyl record that has been opened.
pl_pl: CD, DVD, taśma VHS, oprogramowanie, gra wideo, kaseta lub płyta winylowa, która została otwarta.

source: Any item not in its original condition, is damaged or missing parts for reasons not due to our error.
pl_pl: Każdy przedmiot, który nie jest w oryginalnym stanie, jest uszkodzony lub brakuje części z przyczyn niezależnych od naszego błędu.

source: Any item that is returned more than 30 days after delivery
pl_pl: Każdy przedmiot zwracany później niż 30 dni po dostawie

source: Refunds (if applicable)
pl_pl: Zwroty kosztów (jeśli dotyczy)

source: Once your return is received and inspected, we will send you an email to notify you that we have received your returned item. We will also notify you of the approval or rejection of your refund.
pl_pl: Po otrzymaniu i sprawdzeniu zwracanego produktu wyślemy Ci wiadomość e-mail z powiadomieniem, że otrzymaliśmy zwrócony przedmiot. Powiadomimy Cię również o zatwierdzeniu lub odrzuceniu zwrotu.

source: If you are approved, then your refund will be processed, and a credit will automatically be applied to your credit card or original method of payment, within a certain amount of days.
pl_pl: Jeśli wniosek zostanie zatwierdzony, Twój zwrot zostanie przetworzony, a kwota zostanie automatycznie zwrócona na Twoją kartę kredytową lub poprzez wykorzystanie oryginalnej metody płatności w ciągu określonej liczby dni.

source: Late or missing refunds (if applicable)
pl_pl: Opóźnione lub brakujące zwroty (jeśli dotyczy)

source: If you haven’t received a refund yet, first check your bank account again.
pl_pl: Jeśli jeszcze nie otrzymałeś zwrotu środków, najpierw sprawdź swoje konto bankowe.

source: Then contact your credit card company, it may take some time before your refund is officially posted.
pl_pl: Następnie skontaktuj się z wystawcą karty kredytowej, może minąć trochę czasu, zanim zwrot zostanie oficjalnie zaksięgowany.

source: Next contact your bank. There is often some processing time before a refund is posted.
pl_pl: Następnie skontaktuj się ze swoim bankiem. Często przed zaksięgowaniem zwrotu pieniędzy upływa trochę czasu.

source: If you’ve done all of this and you still have not received your refund yet, please contact us at <strong>%(shop_email)s</strong>.
pl_pl: Jeśli wszystkie kroki zostały zrobione, a nadal nie otrzymałeś zwrotu pieniędzy, skontaktuj się z nami pod adresem <strong>%(shop_email)s</strong>.

source: Sale items (if applicable)
pl_pl: Wyprzedaż (jeśli dotyczy)

source: Only regular priced items may be refunded, unfortunately sale items cannot be refunded.
pl_pl: Zwrotowi mogą podlegać tylko przedmioty w zwykłej cenie, niestety nie można zwrócić przedmiotów kupionych na wyprzedaży.

source: Exchanges (if applicable)
pl_pl: Wymiany (jeśli dotyczy)

source: We only replace items if they are defective or damaged. If you need to exchange it for the same item, send us an email at <strong>%(shop_email)s</strong> and send your item to: <strong>%(shop_address)s</strong>.
pl_pl: Wymieniamy elementy tylko wtedy, gdy są wadliwe lub uszkodzone. Jeśli chcesz wymienić go na ten sam przedmiot, wyślij nam wiadomość e-mail na adres <strong>%(shop_email)s</strong> i wyślij przedmiot na adres: <strong>%(shop_address)s</strong>.

source: Gifts
pl_pl: Prezenty

source: If the item was marked as a gift when purchased and shipped directly to you, you’ll receive a gift credit for the value of your return. Once the returned item is received, a gift certificate will be mailed to you.
pl_pl: Jeśli przedmiot został oznaczony jako prezent przy zakupie i wysłany bezpośrednio do Ciebie, otrzymasz bon upominkowy na kwotę zwrotu. Po otrzymaniu zwróconego przedmiotu zostanie do Ciebie wysłany bon upominkowy.

source: If the item wasn’t marked as a gift when purchased, or the gift giver had the order shipped to themselves to give to you later, we will send a refund to the gift giver and he will find out about your return.
pl_pl: Jeśli przedmiot nie został oznaczony jako prezent przy zakupie lub osoba, która otrzymała prezent, wysłała zamówienie do siebie, aby przekazać je później, wyślemy zwrot pieniędzy do osoby składającej zamówienie.

source: Shipping
pl_pl: Wysyłka

source: To return your product, you should mail your product to: <strong>%(shop_address)s</strong>.
pl_pl: Aby zwrócić produkt, należy wysłać go na adres:<strong>%(shop_address)s</strong>.

source: You will be responsible for paying for your own shipping costs for returning your item. Shipping costs are non-refundable. If you receive a refund, the cost of return shipping will be deducted from your refund.
pl_pl: Będziesz odpowiedzialny za opłacenie kosztów wysyłki zwrotu przedmiotu. Koszty wysyłki nie podlegają zwrotowi. Jeśli otrzymasz zwrot pieniędzy, koszt przesyłki zwrotnej zostanie odliczony od zwrotu.

source: Depending on where you live, the time it may take for your exchanged product to reach you, may vary.
pl_pl: W zależności od Twojego miejsca zamieszkania, czas potrzebny na dotarcie do Ciebie wymienionego produktu może się różnić.

source: If you are shipping an item over $75, you should consider using a trackable shipping service or purchasing shipping insurance. We don’t guarantee that we will receive your returned item.
pl_pl: Jeśli wysyłasz przedmiot o wartości powyżej 75 USD, rozważ skorzystanie z usługi śledzenia przesyłki lub wykupienie ubezpieczenia przesyłki. Nie gwarantujemy, że otrzymamy zwrócony przedmiot.

source: OVERVIEW
pl_pl: PRZEGLĄD

source: This website is operated by <strong>%(public_name)s</strong>. Throughout the site, the terms “we”, “us” and “our” refer to <strong>%(public_name)s</strong>. <strong>%(public_name)s</strong> offers this website, including all information, tools and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here.
pl_pl: Ta strona internetowa jest obsługiwana przez <strong>%(public_name)s</strong>. W całej witrynie terminy „my”, „nas” i „nasz” odnoszą się do <strong>%(public_name)s</strong>. <strong>%(public_name)s</strong>oferuje tę witrynę internetową, w tym wszystkie informacje, narzędzia i usługi dostępne w tej witrynie dla Ciebie, użytkownika, pod warunkiem zaakceptowania przez Ciebie wszystkich warunków, zasad i powiadomień wymienionych tutaj.
