Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/admin/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: By visiting our site and/ or purchasing something from us, you engage in our “Service” and agree to be bound by the following terms and conditions (“Terms of Service”, “Terms”), including those additional terms and conditions and policies referenced herein and/or available by hyperlink. These Terms of Service apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and/ or contributors of content.
pl_pl: Odwiedzając naszą witrynę i / lub kupując coś od nas, angażujesz się w naszą „Usługę” i zgadzasz się na przestrzeganie następujących warunków („Warunki korzystania z usługi”, „Warunki”), w tym dodatkowe warunki i zasady wymienione w niniejszym dokumencie i / lub dostępne za pośrednictwem hiperłącza. Niniejsze Warunki świadczenia usług mają zastosowanie do wszystkich użytkowników witryny, w tym bez ograniczeń użytkowników, którzy są twórcami, sprzedawcami, klientami, sprzedawcami i / lub współtwórcami treści.

source: Please read these Terms of Service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these Terms of Service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.
pl_pl: Przeczytaj uważnie niniejsze Warunki świadczenia usług przed uzyskaniem dostępu do naszej witryny lub korzystaniem z niej. Uzyskując dostęp do dowolnej części witryny lub korzystając z niej, zgadzasz się na przestrzeganie niniejszych Warunków świadczenia usług. Jeśli nie zgadzasz się ze wszystkimi warunkami niniejszej umowy, nie możesz uzyskać dostępu do strony internetowej ani korzystać z jakichkolwiek usług. Jeśli niniejsze Warunki świadczenia usług są uważane za ofertę, akceptacja jest wyraźnie ograniczona do niniejszych Warunków świadczenia usług.

source: Any new features or tools which are added to the current store shall also be subject to the Terms of Service. You can review the most current version of the Terms of Service at any time on this page. We reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.
pl_pl: Wszelkie nowe funkcje lub narzędzia dodane do obecnego sklepu również podlegają Warunkom świadczenia usług. W każdej chwili możesz przejrzeć najnowszą wersję Warunków korzystania z usługi na tej stronie. Zastrzegamy sobie prawo do aktualizacji, zmiany lub zastąpienia dowolnej części niniejszych Warunków świadczenia usług poprzez publikowanie aktualizacji i / lub zmian w naszej witrynie internetowej. Twoim obowiązkiem jest okresowe sprawdzanie tej strony pod kątem zmian. Dalsze korzystanie z witryny lub dostęp do niej po opublikowaniu jakichkolwiek zmian oznacza akceptację tych zmian.

source: SECTION 1 - ONLINE STORE TERMS
pl_pl: ROZDZIAŁ 1 - WARUNKI SKLEPU INTERNETOWEGO

source: By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.
pl_pl: Wyrażając zgodę na niniejsze Warunki świadczenia usług, oświadczasz, że osiągnąłeś pełnoletność w swoim kraju zamieszkania lub że jesteś pełnoletni w swoim kraju zamieszkania i wyraziłeś zgodę na korzystanie z tej witryny przez każdą z nieletnich osób pozostających pod Twoją opieką.

source: You may not use our products for any illegal or unauthorized purpose nor may you, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright laws).
pl_pl: Nie możesz używać naszych produktów do jakichkolwiek nielegalnych lub nieautoryzowanych celów, ani nie możesz, korzystając z Usługi, naruszać żadnych przepisów obowiązujących w Twojej jurysdykcji (w tym między innymi praw autorskich).

source: You must not transmit any worms or viruses or any code of a destructive nature.
pl_pl: Nie wolno przesyłać żadnych robaków, wirusów ani żadnego kodu o niszczycielskim charakterze.

source: A breach or violation of any of the Terms will result in an immediate termination of your Services.
pl_pl: Naruszenie lub naruszenie któregokolwiek z Warunków spowoduje natychmiastowe zakończenie świadczenia usług.

source: SECTION 2 - GENERAL CONDITIONS
pl_pl: ROZDZIAŁ 2 - WARUNKI OGÓLNE

source: We reserve the right to refuse service to anyone for any reason at any time.
pl_pl: Zastrzegamy sobie prawo do odmowy świadczenia usług komukolwiek z dowolnego powodu w dowolnym momencie.

source: You understand that your content (not including credit card information), may be transferred unencrypted and involve (a) transmissions over various networks; and (b) changes to conform and adapt to technical requirements of connecting networks or devices. Credit card information is always encrypted during transfer over networks.
pl_pl: Rozumiesz, że Twoje treści (z wyłączeniem informacji o karcie kredytowej) mogą być przesyłane w postaci niezaszyfrowanej i obejmują (a) transmisje w różnych sieciach; oraz (b) zmiany w celu dostosowania się i dostosowania do wymagań technicznych dotyczących łączenia sieci lub urządzeń. Informacje o karcie kredytowej są zawsze szyfrowane podczas przesyłania przez sieci.

source: You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service or any contact on the website through which the service is provided, without express written permission by us.
pl_pl: Zgadzasz się nie reprodukować, nie powielać, nie kopiować, nie sprzedawać, odsprzedawać ani nie wykorzystywać żadnej części Usługi, korzystania z Usługi lub dostępu do Usługi ani żadnego kontaktu na stronie internetowej, za pośrednictwem której usługa jest świadczona, bez wyraźnej pisemnej zgody od nas .

source: The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.
pl_pl: Nagłówki użyte w niniejszej umowie zostały zamieszczone wyłącznie dla wygody i nie ograniczają ani w żaden inny sposób nie wpływają na niniejsze Warunki.

source: SECTION 3 - ACCURACY, COMPLETENESS AND TIMELINESS OF INFORMATION
pl_pl: ROZDZIAŁ 3 - DOKŁADNOŚĆ, KOMPLETNOŚĆ I AKTUALNOŚĆ INFORMACJI

source: We are not responsible if information made available on this site is not accurate, complete or current. The material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, more complete or more timely sources of information. Any reliance on the material on this site is at your own risk.
pl_pl: Nie ponosimy odpowiedzialności, jeśli informacje udostępnione na tej stronie nie są dokładne, kompletne lub aktualne. Materiały na tej stronie mają charakter wyłącznie informacyjny i nie powinny być traktowane jako jedyna podstawa do podejmowania decyzji bez konsultacji z podstawowymi, dokładniejszymi, pełniejszymi lub aktualnymi źródłami informacji. Każde poleganie na materiałach w tej witrynie odbywa się na własne ryzyko.

source: This site may contain certain historical information. Historical information, necessarily, is not current and is provided for your reference only. We reserve the right to modify the contents of this site at any time, but we have no obligation to update any information on our site. You agree that it is your responsibility to monitor changes to our site.
pl_pl: Ta strona może zawierać pewne informacje historyczne. Informacje historyczne z konieczności są nieaktualne i służą wyłącznie do celów informacyjnych. Zastrzegamy sobie prawo do modyfikowania zawartości tej witryny w dowolnym momencie, ale nie mamy obowiązku aktualizowania jakichkolwiek informacji na naszej stronie. Zgadzasz się, że Twoim obowiązkiem jest monitorowanie zmian w naszej witrynie.

source: SECTION 4 - MODIFICATIONS TO THE SERVICE AND PRICES
pl_pl: ROZDZIAŁ 4 - ZMIANY USŁUGI I CEN

source: Prices for our products are subject to change without notice.
pl_pl: Ceny naszych produktów mogą ulec zmianie bez powiadomienia.

source: We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time.
pl_pl: Zastrzegamy sobie prawo do zmiany lub zaprzestania świadczenia Usługi (lub jakiejkolwiek jej części lub treści) w dowolnym momencie bez uprzedzenia w dowolnym momencie.

source: We shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.
pl_pl: Nie ponosimy odpowiedzialności wobec Ciebie ani osób trzecich za jakiekolwiek modyfikacje, zmiany cen, zawieszenie lub zaprzestanie świadczenia Usługi.

source: SECTION 5 - PRODUCTS OR SERVICES (if applicable)
pl_pl: ROZDZIAŁ 5 - PRODUKTY LUB USŁUGI (jeśli dotyczy)

source: Certain products or services may be available exclusively online through the website. These products or services may have limited quantities and are subject to return or exchange only according to our Return Policy.
pl_pl: Niektóre produkty lub usługi mogą być dostępne wyłącznie online za pośrednictwem strony internetowej. Te produkty lub usługi mogą mieć ograniczone ilości i podlegają zwrotowi lub wymianie wyłącznie zgodnie z naszą Polityką zwrotów.

source: We have made every effort to display as accurately as possible the colors and images of our products that appear at the store. We cannot guarantee that your computer monitor's display of any color will be accurate.
pl_pl: Dołożyliśmy wszelkich starań, aby jak najdokładniej wyświetlać kolory i obrazy naszych produktów, które pojawiają się w sklepie. Nie możemy zagwarantować, że wyświetlanie dowolnego koloru na monitorze komputera będzie dokładne.

source: We reserve the right, but are not obligated, to limit the sales of our products or Services to any person, geographic region or jurisdiction. We may exercise this right on a case-by-case basis. We reserve the right to limit the quantities of any products or services that we offer. All descriptions of products or product pricing are subject to change at anytime without notice, at the sole discretion of us. We reserve the right to discontinue any product at any time. Any offer for any product or service made on this site is void where prohibited.
pl_pl: Zastrzegamy sobie prawo, ale nie jesteśmy zobowiązani, do ograniczenia sprzedaży naszych produktów lub Usług jakiejkolwiek osobie, regionowi geograficznemu lub jurysdykcji. Możemy skorzystać z tego prawa w indywidualnych przypadkach. Zastrzegamy sobie prawo do ograniczenia ilości oferowanych przez nas produktów lub usług. Wszystkie opisy produktów lub ceny produktów mogą ulec zmianie w dowolnym momencie bez powiadomienia, według naszego wyłącznego uznania. Zastrzegamy sobie prawo do zaprzestania produkcji dowolnego produktu w dowolnym momencie. Jakakolwiek oferta dotycząca jakiegokolwiek produktu lub usługi złożona na tej stronie jest nieważna, jeśli jest zabroniona.

source: We do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the Service will be corrected.
pl_pl: Nie gwarantujemy, że jakość jakichkolwiek produktów, usług, informacji lub innych materiałów zakupionych lub uzyskanych przez Ciebie spełni Twoje oczekiwania, ani że wszelkie błędy w Usłudze zostaną poprawione.

source: SECTION 6 - ACCURACY OF BILLING AND ACCOUNT INFORMATION
pl_pl: ROZDZIAŁ 6 - DOKŁADNOŚĆ ROZLICZENIA I INFORMACJI O KONCIE

source: We reserve the right to refuse any order you place with us. We may, in our sole discretion, limit or cancel quantities purchased per person, per household or per order. These restrictions may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address. In the event that we make a change to or cancel an order, we may attempt to notify you by contacting the e-mail and/or billing address/phone number provided at the time the order was made. We reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers or distributors.
pl_pl: Zastrzegamy sobie prawo do odrzucenia każdego zamówienia złożonego u nas. Możemy, według naszego wyłącznego uznania, ograniczyć lub anulować ilości zakupione na osobę, gospodarstwo domowe lub zamówienie. Ograniczenia te mogą obejmować zamówienia złożone przez to samo konto klienta, tę samą kartę kredytową i / lub zamówienia, które korzystają z tego samego adresu rozliczeniowego i / lub wysyłkowego. W przypadku, gdy dokonamy zmiany lub anulujemy zamówienie, możemy podjąć próbę powiadomienia Cię, kontaktując się z adresem e-mail i / lub adresem rozliczeniowym / numerem telefonu podanym w momencie składania zamówienia. Zastrzegamy sobie prawo do ograniczenia lub zakazywania zamówień, które według naszego wyłącznego uznania wydają się być składane przez dealerów, sprzedawców lub dystrybutorów.

source: You agree to provide current, complete and accurate purchase and account information for all purchases made at our store. You agree to promptly update your account and other information, including your email address and credit card numbers and expiration dates, so that we can complete your transactions and contact you as needed.
pl_pl: Zgadzasz się na podanie aktualnych, kompletnych i dokładnych informacji o zakupach i koncie dla wszystkich zakupów dokonanych w naszym sklepie. Zgadzasz się na niezwłoczną aktualizację swojego konta i innych informacji, w tym adresu e-mail i numerów kart kredytowych oraz dat ważności, abyśmy mogli sfinalizować Twoje transakcje i skontaktować się z Tobą w razie potrzeby.

source: For more detail, please review our Returns Policy.
pl_pl: Aby uzyskać więcej informacji, zapoznaj się z naszą Polityką Zwrotów.

source: SECTION 7 - OPTIONAL TOOLS
pl_pl: ROZDZIAŁ 7 - NARZĘDZIA DODATKOWE

source: We may provide you with access to third-party tools over which we neither monitor nor have any control nor input.
pl_pl: Możemy zapewnić Ci dostęp do narzędzi stron trzecich, nad którymi nie monitorujemy, nie mamy żadnej kontroli ani danych wejściowych.

source: You acknowledge and agree that we provide access to such tools ”as is” and “as available” without any warranties, representations or conditions of any kind and without any endorsement. We shall have no liability whatsoever arising from or relating to your use of optional third-party tools.
pl_pl: Przyjmujesz do wiadomości i zgadzasz się, że zapewniamy dostęp do takich narzędzi „takie jakie są” i „takie, jakie są dostępne” bez jakichkolwiek gwarancji, oświadczeń lub warunków jakiegokolwiek rodzaju i bez żadnego potwierdzenia. Nie będziemy ponosić żadnej odpowiedzialności wynikającej lub związanej z korzystaniem z opcjonalnych narzędzi stron trzecich.

source: Any use by you of optional tools offered through the site is entirely at your own risk and discretion and you should ensure that you are familiar with and approve of the terms on which tools are provided by the relevant third-party provider(s).
pl_pl: Każde użycie przez Ciebie opcjonalnych narzędzi oferowanych za pośrednictwem tej witryny odbywa się wyłącznie na Twoje własne ryzyko i według własnego uznania i powinieneś upewnić się, że znasz i akceptujesz warunki, na których narzędzia są dostarczane przez odpowiednich zewnętrznych dostawców.

source: We may also, in the future, offer new services and/or features through the website (including, the release of new tools and resources). Such new features and/or services shall also be subject to these Terms of Service.
pl_pl: W przyszłości możemy również oferować nowe usługi i / lub funkcje za pośrednictwem strony internetowej (w tym udostępnianie nowych narzędzi i zasobów). Takie nowe funkcje i / lub usługi będą również podlegać niniejszym Warunkom świadczenia usług.

source: SECTION 8 - THIRD-PARTY LINKS
pl_pl: ROZDZIAŁ 8 - ODNOŚNIKI DO STRON ZEWNĘTRZNYCH

source: Certain content, products and services available via our Service may include materials from third-parties.
pl_pl: Niektóre treści, produkty i usługi dostępne za pośrednictwem naszej Usługi mogą zawierać materiały od stron trzecich.

source: Third-party links on this site may direct you to third-party websites that are not affiliated with us. We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties.
pl_pl: Linki stron trzecich w tej witrynie mogą przekierowywać Cię do stron internetowych osób trzecich, które nie są z nami powiązane. Nie jesteśmy odpowiedzialni za badanie lub ocenę treści lub dokładności i nie gwarantujemy i nie będziemy ponosić żadnej odpowiedzialności za jakiekolwiek materiały lub strony internetowe osób trzecich ani za jakiekolwiek inne materiały, produkty lub usługi osób trzecich.

source: We are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party websites. Please review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction. Complaints, claims, concerns, or questions regarding third-party products should be directed to the third-party.
pl_pl: Nie ponosimy odpowiedzialności za jakiekolwiek szkody lub szkody związane z zakupem lub korzystaniem z towarów, usług, zasobów, treści lub jakichkolwiek innych transakcji dokonywanych w związku z witrynami internetowymi osób trzecich. Prosimy o uważne zapoznanie się z zasadami i praktykami stron trzecich i upewnienie się, że je rozumiesz, zanim przystąpisz do jakiejkolwiek transakcji. Skargi, roszczenia, obawy lub pytania dotyczące produktów innych firm należy kierować do firmy zewnętrznej.

source: SECTION 9 - USER COMMENTS, FEEDBACK AND OTHER SUBMISSIONS
pl_pl: ROZDZIAŁ 9 - UWAGI UŻYTKOWNIKA, INFORMACJE ZWROTNE I INNE ZGŁOSZENIA

source: If, at our request, you send certain specific submissions (for example contest entries) or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, whether online, by email, by postal mail, or otherwise (collectively, 'comments'), you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us. We are and shall be under no obligation (1) to maintain any comments in confidence; (2) to pay compensation for any comments; or (3) to respond to any comments.
pl_pl: Jeśli na naszą prośbę prześlesz określone zgłoszenia (na przykład prace konkursowe) lub bez naszego wniosku, wyślesz kreatywne pomysły, sugestie, propozycje, plany lub inne materiały, czy to online, e-mailem, pocztą lub w inny sposób (łącznie `` komentarze ''), zgadzasz się, że możemy w dowolnym momencie i bez ograniczeń edytować, kopiować, publikować, rozpowszechniać, tłumaczyć i w inny sposób wykorzystywać w dowolnym medium wszelkie komentarze, które nam przekazujesz. Nie jesteśmy i nie będziemy zobowiązani (1) do zachowania poufności jakichkolwiek komentarzy; (2) wypłaty odszkodowania za wszelkie uwagi; lub (3) aby odpowiedzieć na wszelkie uwagi.

source: We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.
pl_pl: Możemy, ale nie mamy obowiązku, monitorować, edytować lub usuwać treści, które według naszego wyłącznego uznania są niezgodne z prawem, obraźliwe, zawierające groźby, oszczercze, zniesławiające, pornograficzne, obsceniczne lub w inny sposób budzące zastrzeżenia lub naruszają własność intelektualną którejkolwiek ze stron lub niniejsze Warunki świadczenia usług.

source: You agree that your comments will not violate any right of any third-party, including copyright, trademark, privacy, personality or other personal or proprietary right. You further agree that your comments will not contain libelous or otherwise unlawful, abusive or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Service or any related website. You may not use a false e-mail address, pretend to be someone other than yourself, or otherwise mislead us or third-parties as to the origin of any comments. You are solely responsible for any comments you make and their accuracy. We take no responsibility and assume no liability for any comments posted by you or any third-party.
pl_pl: Zgadzasz się, że twoje komentarze nie naruszają żadnych praw osób trzecich, w tym praw autorskich, znaków towarowych, prywatności, osobowości ani innych praw osobistych lub praw własności. Ponadto zgadzasz się, że Twoje komentarze nie będą zawierać zniesławiających lub w inny sposób niezgodnych z prawem, obraźliwych lub nieprzyzwoitych materiałów ani żadnych wirusów komputerowych lub innego złośliwego oprogramowania, które mogłoby w jakikolwiek sposób wpłynąć na działanie Usługi lub powiązanej witryny. Nie możesz używać fałszywego adresu e-mail, podszywać się kogoś innego lub w inny sposób wprowadzać nas lub osoby trzecie w błąd co do pochodzenia jakichkolwiek komentarzy. Ponosisz wyłączną odpowiedzialność za wszelkie swoje komentarze i ich treść. Nie ponosimy żadnej odpowiedzialności za jakiekolwiek komentarze przesłane przez Ciebie lub jakąkolwiek stronę trzecią.

source: SECTION 10 - PERSONAL INFORMATION
pl_pl: ROZDZIAŁ 10 - DANE OSOBOWE

source: Your submission of personal information through the store is governed by our Privacy Policy. To view our Privacy Policy.
pl_pl: Podanie przez Ciebie danych osobowych za pośrednictwem sklepu podlega naszej Polityce prywatności. Kliknij by wyświetlić naszą Politykę prywatności.

source: SECTION 11 - ERRORS, INACCURACIES AND OMISSIONS
pl_pl: ROZDZIAŁ 11 - BŁĘDY, NIEŚCISŁOŚCI I POMINIĘCIA

source: Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times and availability. We reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if any information in the Service or on any related website is inaccurate at any time without prior notice (including after you have submitted your order).
pl_pl: Czasami na naszej stronie lub w Usłudze mogą znajdować się informacje zawierające błędy typograficzne, nieścisłości lub pominięcia, które mogą odnosić się do opisów produktów, cen, promocji, ofert, opłat za wysyłkę produktów, czasów transportu i dostępności. Zastrzegamy sobie prawo do poprawiania wszelkich błędów, nieścisłości lub pominięć oraz do zmiany lub aktualizacji informacji lub anulowania zamówień, jeśli jakiekolwiek informacje w Serwisie lub na powiązanej stronie internetowej są niedokładne w dowolnym momencie bez uprzedniego powiadomienia (w tym po złożeniu zamówienia)
