Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: We use Navigational Information to operate and improve the Online Store. We may also use Navigational Information alone or in combination with Personal Information to provide you with personalized information about %(company_name)s.
pl_pl: Używamy Informacji nawigacyjnych do obsługi i ulepszania Sklepu Internetowego. Możemy również wykorzystywać informacje nawigacyjne samodzielnie lub w połączeniu z danymi osobowymi, aby zapewnić Ci spersonalizowane informacje o %(company_name)s.

source: Customer Testimonials and Comments
pl_pl: Referencje i komentarze klientów

source: We post customer testimonials and comments on our Online Store, which may contain Personal Information. We obtain each customer's consent via email prior to posting the customer's name and testimonial.
pl_pl: W naszym sklepie internetowym publikujemy referencje i komentarze klientów, które mogą zawierać dane osobowe. Zgodę każdego klienta uzyskujemy za pośrednictwem poczty elektronicznej przed opublikowaniem imienia i nazwiska oraz opinii klienta.

source: Use of Credit Card Information
pl_pl: Wykorzystanie informacji o karcie kredytowej

source: We use a third-party service provider to manage credit card processing. This service provider is not permitted to store, retain, or use information you provide except for the sole purpose of credit card processing on our behalf.
pl_pl: Korzystamy z usług zewnętrznych usługodawców w celu zarządzania przetwarzaniem kart kredytowych. Usługodawca nie może przechowywać ani wykorzystywać informacji, które podajesz, z wyjątkiem wyłącznego celu przetwarzania karty kredytowej w naszym imieniu.

source: Service Providers
pl_pl: Usługodawcy

source: We employ other companies and people to provide services to visitors to our Online Store, our customers, and users of the Online Store and may need to share your information with them to provide information, products or services to you. Examples may include removing repetitive information from prospect lists, analyzing data, providing marketing assistance, processing credit card payments, supplementing the information you provide us in order to provide you with better service, and providing customer service. In all cases where we share your information with such agents, we explicitly require the agent to acknowledge and adhere to our privacy and customer data handling policies.
pl_pl: Zatrudniamy inne firmy i osoby w celu świadczenia usług osobom odwiedzającym nasz Sklep Internetowy, naszym klientom i użytkownikom Sklepu internetowego. Konieczne może być udostępnienie im Twoich danych w celu dostarczenia Ci informacji, produktów lub usług. Przykłady mogą obejmować usuwanie powtarzających się informacji z list potencjalnych klientów, analizowanie danych, zapewnianie pomocy marketingowej, przetwarzanie płatności kartami kredytowymi, uzupełnianie informacji, które nam przekazujesz w celu zapewnienia lepszej obsługi klienta. We wszystkich przypadkach, w których udostępniamy Twoje dane takim podmiotom, wyraźnie wymagamy od tych podmiotów, aby potwierdziły i przestrzegały naszych zasad dotyczących prywatności i przetwarzania danych klientów.

source: Security of your Personal Information
pl_pl: Bezpieczeństwo Twoich danych osobowych

source: We use a variety of security technologies and procedures to help protect your Personal Information from unauthorized access, use or disclosure. We secure the Personal Information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. When sensitive Personal Information (such as a credit card number and/or geo-location data) is collected on our Online Store and/or transmitted to other websites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.
pl_pl: Używamy różnych technologii i procedur bezpieczeństwa, aby pomóc chronić Twoje dane osobowe przed nieautoryzowanym dostępem, wykorzystaniem lub ujawnieniem. Zabezpieczamy dane osobowe, które podajesz na serwerach komputerowych w kontrolowanym, bezpiecznym środowisku, chronionym przed nieautoryzowanym dostępem, wykorzystaniem lub ujawnieniem. Gdy wrażliwe dane osobowe (takie jak numer karty kredytowej i/lub dane o lokalizacji geograficznej) są gromadzone w naszym sklepie internetowym i/lub przesyłane do innych witryn internetowych, są one chronione za pomocą szyfrowania, takiego jak protokół Secure Socket Layer (SSL).

source: If you have any questions about the security of your Personal Information, you can contact us at %(store_email)s.
pl_pl: Jeśli masz jakiekolwiek pytania dotyczące bezpieczeństwa Twoich danych osobowych, możesz skontaktować się z nami: %(store_email)s.

source: Social Media Features
pl_pl: Funkcje mediów społecznościowych

source: Our Online Store may include Social Media Features, such as the Facebook Like button and Widgets, such as the Share This button or interactive mini-programs that run on our sites. These features may collect your IP address, which page you are visiting on our sites, and may set a cookie to enable the feature to function properly. Social Media Features and Widgets are either hosted by a third party or hosted directly on our Online Store. This Privacy Policy does not apply to these features.
pl_pl: Nasz sklep internetowy może zawierać funkcje mediów społecznościowych, takie jak przycisk „Lubię to” na Facebooku i widżety, takie jak przycisk „Udostępnij to” lub interaktywne miniprogramy działające w naszych witrynach. Funkcje te mogą gromadzić Twój adres IP, stronę, którą odwiedzasz w naszych witrynach i mogą ustawić plik cookie, aby umożliwić prawidłowe działanie funkcji. Funkcje i widżety mediów społecznościowych są hostowane przez stronę trzecią lub bezpośrednio w naszym sklepie internetowym. Niniejsza Polityka prywatności nie dotyczy tych funkcji.

source: Your interactions with these features are governed by the privacy policy and other policies of the companies providing them.
pl_pl: Twoje interakcje z tymi funkcjami są regulowane przez politykę prywatności i inne zasady firm, które je dostarczają.

source: External Websites
pl_pl: Witryny zewnętrzne

source: Our Online Store provide links to other websites. We do not control, and are not responsible for, the content or practices of these other websites. Our provision of such links does not constitute our endorsement of these other websites, their content, their owners, or their practices. This Privacy Policy does not apply to these other websites, which are subject to any privacy and other policies they may have.
pl_pl: W naszym Sklepie internetowym znajdują się linki do innych stron internetowych. Nie kontrolujemy i nie odpowiadamy za zawartość lub praktyki innych witryn internetowych. Udostępnienie przez nas takich linków nie oznacza naszego poparcia dla tych innych witryn internetowych, ich treści, ich właścicieli ani ich praktyk. Niniejsza Polityka prywatności nie ma zastosowania do innych witryn internetowych, które podlegają własnej polityce prywatności.

source: Retention of Personal Information
pl_pl: Przechowywanie danych osobowych

source: We retain Personal Information that you provide us as long as we consider it potentially useful in contacting you about the Online Store or our other services, or as needed to comply with our legal obligations, resolve disputes and enforce our agreements, and then we securely delete the information. We will delete this information from the servers at an earlier date if you so request, as described in "Opting Out and Unsubscribing" below. If we terminate the use of the Online Store, then we will provide you with access to all information stored for the Online Store, including any Personal Information provided by you. After termination, we may, unless legally prohibited, delete all customer information, including your Personal Information, from the Online Store.
pl_pl: Przechowujemy dane osobowe, które nam przekazujesz, tak długo, jak uważamy, że są one potencjalnie przydatne w kontaktowaniu się z Tobą w sprawie Sklepu internetowego lub naszych innych usług lub w razie potrzeby wypełnienia naszych zobowiązań prawnych, rozwiązywania sporów i egzekwowania naszych umów, a następnie bezpiecznie je usuwamy. Jeśli o to poprosisz, usuniemy te informacje z serwerów we wcześniejszym terminie, zgodnie z opisem w sekcji „Rezygnacja i anulowanie subskrypcji” poniżej. Jeżeli zakończymy korzystanie ze Sklepu internetowego, zapewnimy Ci dostęp do wszystkich informacji przechowywanych w Sklepie Internetowym, w tym wszelkich podanych przez Ciebie Danych Osobowych. Po rozwiązaniu umowy możemy, o ile nie jest to prawnie zabronione, usunąć wszystkie dane klientów, w tym dane osobowe, ze Sklepu internetowego.

source: International Transfer of Information
pl_pl: Międzynarodowy transfer informacji

source: To facilitate our possible global operations, we may transfer and access Personal Information from around the world, including the United States. This Privacy Policy shall apply even if we transfer Personal Information to other countries.
pl_pl: Aby ułatwić nasze możliwe globalne operacje, możemy przekazywać i uzyskiwać dostęp do danych osobowych z całego świata, w tym ze Stanów Zjednoczonych. Niniejsza Polityka prywatności ma zastosowanie, nawet jeśli przekażemy Dane osobowe do innych krajów.

source: Corporate Events
pl_pl: Imprezy firmowe

source: If we (or our assets) are acquired by another company, whether by merger, acquisition, bankruptcy or otherwise, that company would receive all information gathered by %(company_name)s on the Online Store. In this event, you will be notified via email and/or a prominent notice on our website, of any change in ownership, uses of your Personal Information, and choices you may have regarding your Personal Information.
pl_pl: Jeśli my (lub nasze aktywa) zostaną przejęci przez inną firmę w drodze fuzji, przejęcia, upadłości lub w inny sposób, firma ta otrzyma wszystkie informacje zebrane przez %(company_name)s w Sklepie internetowym. W takim przypadku zostaniesz powiadomiony e-mailem i/lub wyraźnym powiadomieniem na naszej stronie internetowej o wszelkich zmianach własności, wykorzystaniu Twoich danych osobowych i wyborach, które możesz mieć w odniesieniu do swoich danych osobowych.

source: Compelled Disclosure
pl_pl: Przymusowe ujawnienie

source: We reserve the right to use or disclose your Personal Information if required by law or if we reasonably believe that use or disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or comply with a law, court order, or legal process.
pl_pl: Zastrzegamy sobie prawo do wykorzystania lub ujawnienia Twoich Danych Osobowych, jeśli jest to wymagane przez prawo lub jeśli zasadnie uważamy, że wykorzystanie lub ujawnienie jest konieczne w celu ochrony naszych praw, ochrony Twojego bezpieczeństwa lub bezpieczeństwa innych osób, zbadania oszustwa lub postępowania zgodnie z prawem, orzeczeniem sądowym lub postępowaniem prawnym.

source: Cookies
pl_pl: Ciasteczka

source: %(company_name)s and its partners use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole.
pl_pl: %(company_name)s i jego partnerzy używają plików cookie lub podobnych technologii do analizowania trendów, administrowania witryną, śledzenia ruchów użytkowników w witrynie oraz do gromadzenia danych demograficznych o całej naszej bazie użytkowników.

source: We use "cookies" to help you personalize your online shopping experience. A cookie is a text file that is placed on your hard disk by a Web server. Cookies are not used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a Web server in the domain that issued the cookie to you. One of the primary purposes of cookies is to provide a convenience feature to save you time. The purpose of a cookie is to tell the Web server that you have returned to a specific page.
pl_pl: Używamy plików „cookie”, aby pomóc Ci spersonalizować zakupy online. Plik cookie to plik tekstowy umieszczany na dysku twardym przez serwer sieciowy. Pliki cookie nie są używane do uruchamiania programów ani dostarczania wirusów do komputera. Pliki cookie są jednoznacznie przypisane do Ciebie i mogą być odczytywane tylko przez serwer sieci Web w domenie, która wystawiła Ci plik cookie. Jednym z głównych celów plików cookie jest zapewnienie wygodnej funkcji pozwalającej zaoszczędzić czas. Celem pliku cookie jest poinformowanie serwera internetowego, że wróciłeś na konkretną stronę.

source: For example, if you personalize pages on our Online Store, or register for the Online Store, a cookie helps us to recall your specific information on subsequent visits. When you return to the same Website, the information you previously provided can be retrieved, so you can easily use the customized features.
pl_pl: Na przykład, jeśli personalizujesz strony w naszym Sklepie Internetowym lub rejestrujesz się w Sklepie Internetowym, plik cookie pomaga nam przywoływać Twoje określone informacje podczas kolejnych wizyt. Po powrocie do tej samej witryny internetowej można odzyskać podane wcześniej informacje, dzięki czemu można łatwo korzystać ze spersonalizowanych funkcji.

source: You have the ability to accept or decline cookies. Most Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer. If you choose to decline cookies, you may not be able to fully experience the interactive features of the %(company_name)s Online Store you visit. %(company_name)s keeps track of the Online Store and pages you visit within %(company_name)s, in order to determine what portion of the %(company_name)s Online Store is the most popular or most used. This data is used to deliver customized content and promotions within the %(company_name)s Online Store to customers whose behavior indicates that they are interested in a particular subject area.
pl_pl: Masz możliwość zaakceptowania lub odrzucenia plików cookie. Większość przeglądarek internetowych automatycznie akceptuje pliki cookie, ale zazwyczaj można zmodyfikować ustawienia przeglądarki, aby odrzucała pliki cookie, jeśli wolisz. Jeśli zdecydujesz się odrzucić pliki cookie, możesz nie być w stanie w pełni korzystać z interaktywnych funkcji odwiedzanego Sklepu Internetowego %(company_name)s. %(company_name)s śledzi Sklep internetowy i odwiedzane strony w ramach %(company_name)s, aby określić, która część %(company_name)s jest najpopularniejsza lub najczęściej używana. Dane te służą do dostarczania spersonalizowanych treści i promocji w ramach Sklepu Internetowego %(company_name)s klientom, których zachowanie wskazuje na zainteresowanie określoną tematyką.

source: Log Files
pl_pl: Pliki dziennika

source: We may collect demographic information, such as your ZIP code, age, gender, preferences, interests and favorites using log files that are not associated with your name or other personal information. There is also information about your computer hardware and software that is automatically collected by us. This information can include: your IP address, browser type, domain names, internet service provider (ISP), the files viewed on our site (e.g., HTML pages, graphics, etc.), operating system, clickstream data, access times and referring website addresses. This information is used by %(company_name)s for the operation of the Online Store, to maintain quality of the Online Store, and to provide general statistics regarding use of the %(company_name)s Online Store. For these purposes, we do link this automatically-collected data to Personal Information such as name, email address, address, and phone number.
pl_pl: Możemy gromadzić informacje demograficzne, takie jak kod pocztowy, wiek, płeć, preferencje i zainteresowania za pomocą plików dziennika, które nie są powiązane z Twoim imieniem i nazwiskiem lub innymi danymi osobowymi. Istnieją również informacje o sprzęcie komputerowym i oprogramowaniu, które są przez nas automatycznie gromadzone. Informacje te mogą obejmować: Twój adres IP, typ przeglądarki, nazwy domen, dostawcę usług internetowych (ISP), pliki przeglądane w naszej witrynie (np. Strony HTML, grafika itp.), System operacyjny, dane dotyczące kliknięć, czasy dostępu i odsyłające adresy witryn internetowych. Informacje te są wykorzystywane przez %(company_name)s w celu obsługi Sklepu Internetowego, utrzymania jakości Sklepu Internetowego oraz dostarczania ogólnych statystyk dotyczących korzystania ze Sklepu Internetowego %(company_name)s. W tym celu łączymy te automatycznie gromadzone dane z danymi osobowymi, takimi jak imię i nazwisko, adres e-mail, adres i numer telefonu.

source: Flash Cookies and Other Third Party Tracking Technologies
pl_pl: Pliki cookie Flash i inne technologie śledzenia stron trzecich

source: The Adobe Flash Player (and similar applications) use technology to remember settings, preferences and usage similar to browser cookies but these are managed through a different interface than the one provided by your Web browser. This technology creates locally stored objects that are often referred to as "Flash cookies." %(company_name)s may create pages on the Online Store that employ Adobe Flash cookies. %(company_name)s does not have access or control over our customers' Flash cookies, but you may access your Flash management tools from Adobe's web site directly here.
pl_pl: Adobe Flash Player (i podobne aplikacje) używają technologii do zapamiętywania ustawień, preferencji i użytkowania podobnych do plików cookie przeglądarki, ale są one zarządzane przez inny interfejs niż ten, który zapewnia przeglądarka internetowa. Ta technologia tworzy lokalnie przechowywane obiekty, które są często nazywane „plikami cookie Flash”. %(company_name)s może tworzyć strony w Sklepie internetowym, które wykorzystują pliki cookie Adobe Flash. %(company_name)s nie ma dostępu ani kontroli nad plikami cookie Flash naszych klientów, ale możesz uzyskać dostęp do swoich narzędzi do zarządzania Flash z witryny internetowej Adobe bezpośrednio tutaj.

source: Similarly, we may create pages using the %(company_name)s Online Store that use technology from tracking utility companies, such as cookies and web beacons. If we decide use these technologies, we will update this Privacy Policy to reflect these changes.
pl_pl: Podobnie, możemy tworzyć strony za pomocą Sklepu internetowego %(company_name)s, które korzystają z technologii śledzących firm narzędziowych, takich jak pliki cookie i sygnały nawigacyjne. Jeśli zdecydujemy się korzystać z tych technologii, zaktualizujemy niniejszą Politykę prywatności, aby odzwierciedlić te zmiany.

source: Opting Out and Unsubscribing
pl_pl: Rezygnacja i anulowanie subskrypcji

source: Reviewing, Correcting and Removing Your Personal Information
pl_pl: Przeglądanie, poprawianie i usuwanie danych osobowych

source: Upon request %(company_name)s will provide you with information about whether we hold any of your Personal Information. If you provide us with your Personal Information, you have the following rights with respect to that information:
pl_pl: Na żądanie %(company_name)s udzieli Ci informacji o tym, czy przechowujemy jakiekolwiek Twoje dane osobowe. Jeśli przekazujesz nam swoje dane osobowe, masz następujące prawa w odniesieniu do tych informacji:

source: To review the user information that you have supplied to us
pl_pl: Aby przejrzeć informacje o użytkowniku, które nam dostarczyłeś

source: To request that your user information be removed from any solicitation list that we use
pl_pl: Aby zażądać usunięcia informacji o użytkowniku z jakiejkolwiek listy poszukiwań, z której korzystamy

source: To request that your user information be deleted from our records
pl_pl: Aby zażądać usunięcia informacji o użytkowniku z naszych rejestrów

source: To opt out of being solicited by %(company_name)s or third parties
pl_pl: Aby zrezygnować z nagabywania przez %(company_name)s lub osoby trzecie

source: To exercise any of these rights, please contact us at %(store_email)s or by mail to %(full_address)s, Attention: Privacy. We will respond to your request to change, correct, or delete your information within a reasonable timeframe and notify you of the action we have taken.
pl_pl: Aby skorzystać z któregokolwiek z tych praw, skontaktuj się z nami pod adresem %(store_email)s lub pocztą na adres %(full_address)s, Uwaga: Prywatność. Odpowiemy na Twoją prośbę o zmianę, poprawienie lub usunięcie Twoich danych w rozsądnym terminie i powiadomimy Cię o podjętych przez nas działaniach.

source: Anti-Spam Policy
pl_pl: Polityka antyspamowa

source: Our Acceptable Use Policy, applies to us and to our customers and, among other things, prohibits use of the Online Store to send unsolicited commercial email in violation of applicable laws, and requires the inclusion in every email sent using the Online Store of an "opt-out" mechanism and other required information. We require all of our customers to agree to adhere to the Acceptable Use Policy at all times, and any violations of the Acceptable Use Policy by a customer can result in immediate suspension or termination of the Online Store.
pl_pl: Nasza Polityka dopuszczalnego użytkowania dotyczy nas i naszych klientów, między innymi zabrania korzystania ze Sklepu internetowego w celu wysyłania niezamówionych komercyjnych wiadomości e-mail z naruszeniem obowiązujących przepisów oraz wymaga umieszczania w każdej wiadomości e-mail wysyłanej za pośrednictwem Sklepu internetowego „ mechanizm rezygnacji ”i inne wymagane informacje. Od wszystkich naszych klientów wymagamy, aby zawsze zgadzali się na przestrzeganie Zasad dopuszczalnego użytkowania, a wszelkie naruszenia Zasad dopuszczalnego użytkowania przez klienta mogą skutkować natychmiastowym zawieszeniem lub zamknięciem Sklepu internetowego.

source: To Unsubscribe From Our Communications
pl_pl: Aby anulować subskrypcję naszych wiadomości

source: You may unsubscribe from our marketing communications by clicking on the "unsubscribe" link located on the bottom of our e-mails, or by sending us email us at %(store_email)s, or by sending us postal mail to %(full_address)s, Attention: Privacy. Customers cannot opt out of receiving transactional emails related to their account with us or the Online Store.
pl_pl: Możesz zrezygnować z otrzymywania naszych wiadomości marketingowych, klikając łącze „anuluj subskrypcję” znajdujące się na dole naszych wiadomości e-mail lub wysyłając nam wiadomość e-mail na adres %(store_email)s lub wysyłając do nas list na adres %(full_address)s, Uwaga: Prywatność. Klienci nie mogą zrezygnować z otrzymywania transakcyjnych wiadomości e-mail związanych z ich kontem u nas lub w Sklepie Internetowym.

source: Customer Data
pl_pl: Dane klienta

source: Home
pl_pl: Strona główna

source: Dashboard
pl_pl: Panel

source: My data
pl_pl: Moje dane

source: Download your data
pl_pl: Pobierz swoje dane

source: Download all my data
pl_pl: Pobierz wszystkie moje dane

source: This action will collect all your personal data and order history and will serialize it in a JSON file.
pl_pl: Ta czynność pozwoli zebrać wszystkie Twoje dane osobowe i historię zamówień oraz serializować je w pliku JSON.

source: Anonymize your account
pl_pl: Zanonimizuj swoje konto

source: You have pending orders!
pl_pl: Masz oczekujące zamówienia!

source: If you anonymize your account now, all orders will be canceled.
pl_pl: Jeśli teraz zanonimizujesz swoje konto, wszystkie zamówienia zostaną anulowane.

source: Request Account Anonymization
pl_pl: Poproś o anonimizację konta
