Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: GDPR
pl_pl: RODO

source: Anonymize
pl_pl: Anonimizuj

source: This action will replace all contact personal data with random values making it impossible to be identified. The account will also be deactivated and any pending order(s) will be canceled. Are you sure?
pl_pl: To działanie spowoduje zastąpienie wszystkich danych osobowych kontaktu przypadkowymi wartościami, uniemożliwiającymi ich identyfikację. Konto również zostanie dezaktywowane, a wszelkie oczekujące zamówienia zostaną anulowane. Jesteś pewny?

source: Download data
pl_pl: Pobierz dane

source: Save
pl_pl: Zapisz

source: General Data Protection Regulation
pl_pl: Ogólne rozporządzenie o ochronie danych

source: Contact was anonymized.
pl_pl: Kontakt został zanonimizowany.

source: My Data
pl_pl: Moje dane

source: Customer data
pl_pl: Dane klienta

source: enabled
pl_pl: włączone

source: Define if the GDPR is active.
pl_pl: Określ, czy RODO jest aktywne.

source: skip consent on login
pl_pl: pomiń zgodę przy logowaniu

source: Do not require consent on login when GDPR is activated.
pl_pl: Nie wymagaj zgody przy logowaniu, gdy RODO jest aktywowane.

source: privacy policy page
pl_pl: Strona polityka prywatności

source: Choose your privacy policy page here. If this page changes, customers will be prompted for new consent.
pl_pl: Wybierz stronę polityki prywatności tutaj. Jeśli ta strona ulegnie zmianie, klienci zostaną poproszeni o nową zgodę.

source: consent pages
pl_pl: strony porozumienia

source: Choose pages here which are being monitored for customer consent. If any of these pages change, the customer is being prompted for a new consent.
pl_pl: Wybierz tutaj strony, które są monitorowane pod kątem zgody klienta. Jeśli któraś z tych stron ulegnie zmianie, klient zostanie poproszony o nową zgodę.

source: cookie banner content
pl_pl: treść powiadomienia cookie

source: The text to be presented to users in a pop-up warning.
pl_pl: Tekst, który ma być prezentowany użytkownikom w wyskakującym okienku z ostrzeżeniem.

source: cookie privacy excerpt
pl_pl: fragment dotyczący prywatności plików cookie

source: The summary text to be presented about cookie privacy.
pl_pl: Podsumowanie dotyczące prywatności plików cookie, które należy przedstawić.

source: login consent text
pl_pl: tekst zgody na logowanie

source: Shown in login page between the form and the button. Optional, but should be considered when the consent on login is disabled.
pl_pl: Wyświetlane na stronie logowania między formularzem a przyciskiem. Opcjonalne, ale należy wziąć pod uwagę, gdy zgoda na logowanie jest wyłączona.

source: GDPR settings
pl_pl: Ustawienia RODO

source: GDPR for {}
pl_pl: RODO dla {}

source: always active
pl_pl: zawsze włączone

source: active by default
pl_pl: włączone domyślnie

source: whether this cookie category is active by default
pl_pl: czy ta kategoria plików cookie jest domyślnie włączona

source: cookies used
pl_pl: używane pliki cookie

source: Comma separated list of cookies names, prefix or suffix that will be included in this category, e.g. _ga, mysession, user_c_
pl_pl: Rozdzielana przecinkami lista nazw plików cookie, prefiksów lub sufiksów, które zostaną uwzględnione w tej kategorii, np. _Ga, mysession, user_c_

source: name
pl_pl: nazwa

source: how we use
pl_pl: jak używamy

source: Describe the purpose of this category of cookies and how it is used.
pl_pl: Opisz cel tej kategorii plików cookie i sposób ich wykorzystania.

source: GDPR cookie category
pl_pl: Kategoria plików cookie RODO

source: GDPR cookie categories
pl_pl: Kategorie plików cookie RODO

source: GDPR cookie category for {}
pl_pl: Kategoria plików cookie RODO dla {}

source: created on
pl_pl: utworzony dnia

source: consent documents
pl_pl: dokumenty zgody

source: GDPR user consent
pl_pl: Zgoda użytkownika RODO

source: GDPR user consents
pl_pl: Zgody użytkownika RODO

source: GDPR user consent in {} for user {} in shop {}
pl_pl: Zgoda użytkownika RODO w {} dla użytkownika {} w sklepie {}

source: GDPR user consent document for {} (Version: {})
pl_pl: Dokument zgody użytkownika RODO dla {} (wersja: {})

source: I have read and accept the <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a>
pl_pl: Przeczytałam(em) i akceptuję <a href='{}' target='_blank' class='gdpr_consent_doc_check'>{}</a>

source: You must accept this in order to register.
pl_pl: Musisz to zaakceptować, aby się zarejestrować.

source: You must accept this to order.
pl_pl: Aby złożyć zamówienie, musisz to zaakceptować.

source: You must accept this in order to authenticate.
pl_pl: Musisz to zaakceptować, aby dokonać uwierzytelnienia.

source: <p>This website stores cookies on your computer. These cookies are used to collect information about how you interact with our website and allow us to remember you. We use this information in order to improve and customize your browsing experience and for analytics and metrics about our visitors both on this website and other media. To find out more about the cookies we use, see our Privacy Policy.</p>
pl_pl: <p>Ta witryna przechowuje pliki cookie na Twoim komputerze. Te pliki cookie służą do zbierania informacji o sposobie interakcji z naszą witryną i pozwalają nam Cię zapamiętać. Używamy tych informacji w celu ulepszenia i dostosowania sposobu przeglądania oraz do analiz i danych dotyczących naszych gości, zarówno w tej witrynie, jak iw innych mediach. Aby dowiedzieć się więcej o używanych przez nas plikach cookie, zapoznaj się z naszą Polityką prywatności. </p>

source: <p>When you visit any website, it may store or retrieve information on yourbrowser, mostly in the form of cookies. This information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to. The information does not usually directly identify you, but it can give you a more personalized web experience.</p><p>Because we respect your right to privacy, you can choose not to allow some types of cookies. Click on the different category headings to find out more and change our default settings. However, blocking some types of cookies may impact your experience of the site and the services we are able to offer.</p>
pl_pl: <p>Kiedy odwiedzasz jakąkolwiek witrynę internetową, może ona przechowywać lub pobierać informacje z Twojej przeglądarki, głównie w postaci plików cookie. Te informacje mogą dotyczyć Ciebie, Twoich preferencji lub Twojego urządzenia i są wykorzystywane głównie do tego, aby strona działała zgodnie z Twoimi oczekiwaniami. Informacje te zwykle nie identyfikują Cię bezpośrednio, ale mogą zapewnić bardziej spersonalizowane korzystanie z Internetu.</p><p> Ponieważ szanujemy Twoje prawo do prywatności, możesz nie zezwalać na niektóre rodzaje plików cookie. Kliknij różne nagłówki kategorii, aby dowiedzieć się więcej i zmienić nasze domyślne ustawienia. Jednak zablokowanie niektórych rodzajów plików cookie może wpłynąć na wygodę korzystania z witryny i usług, które jesteśmy w stanie zaoferować.</p>

source: General Settings
pl_pl: Ustawienia główne

source: Cookie Categories
pl_pl: Kategorie plików cookie

source: Add new cookie category
pl_pl: Dodaj nową kategorię plików cookie

source: Use this form to create a new cookie category
pl_pl: Użyj tego formularza, aby utworzyć nową kategorię plików cookie

source: Privacy Policy
pl_pl: Polityka prywatności

source: Last updated
pl_pl: Ostatnio zaktualizowany

source: %(company_name)s (“we” or “us” or “our”) respects the privacy of our users (“user” or “you”). This Privacy Policy explains how we collect, use, retain, disclose, and safeguard your information whenever you access or use in any manner any %(company_name)s application, product, service, feature, technology, content, or website (collectively, “Services”). By registering or signing up for a %(company_name)s account, including through a computer or mobile device, you accept the terms of this Privacy Policy. Please read this Privacy Policy carefully.
pl_pl: %(company_name)s%(company_name)s („my”, „nas” lub „nasz”) szanuje prywatność naszych użytkowników („użytkownik” lub „ty”). Niniejsza Polityka prywatności wyjaśnia, w jaki sposób zbieramy, wykorzystujemy, przechowujemy, ujawniamy i chronimy Twoje informacje za każdym razem, gdy uzyskujesz dostęp lub używasz w jakikolwiek sposób dowolnej aplikacji, produktu, usługi, funkcji, technologii, treści lub witryny internetowej (łącznie „Usługi”). Rejestrując się lub rejestrując konto %(company_name)s, w tym za pośrednictwem komputera lub urządzenia mobilnego, akceptujesz warunki niniejszej Polityki prywatności. Przeczytaj uważnie niniejszą Politykę Prywatności.

source: IF YOU DO NOT AGREE WITH THE TERMS OF THIS PRIVACY POLICY, PLEASE DO NOT ACCESS THE SERVICES.
pl_pl: JEŚLI NIE ZGADZASZ SIĘ Z WARUNKAMI NINIEJSZEJ POLITYKI PRYWATNOŚCI, PROSZĘ NIE KORZYSTAĆ Z USŁUG.

source: We reserve the right to make changes to this Privacy Policy at any time and for any reason. We will alert you about any changes by updating the “Last updated” date of this Privacy Policy.
pl_pl: Zastrzegamy sobie prawo do wprowadzania zmian w niniejszej Polityce prywatności w dowolnym momencie i z dowolnego powodu. Powiadomimy Cię o wszelkich zmianach, aktualizując datę „Ostatnia aktualizacja” niniejszej Polityki prywatności.

source: You are encouraged to periodically review this Privacy Policy to stay informed of updates. You will be deemed to have been made aware of, will be subject to, and will be deemed to have accepted the changes in any revised Privacy Policy by your continued use of the Services after the date such revised Privacy Policy is posted.
pl_pl: Zachęcamy do okresowego przeglądania niniejszej Polityki prywatności, aby być na bieżąco z aktualizacjami. Dalsze korzystanie z Usług po dacie opublikowania zmienionej Polityki prywatności zostanie uznane za równoznaczne z zapoznaniem się z nową treścią i zostanie uznane za akceptację zmian w każdej zmienionej Polityce prywatności.

source: This Privacy Policy does not apply to the third-party online/mobile store from which you install the Services or make payments, including any in-game virtual items, which may also collect and use data about you.
pl_pl: Niniejsza Polityka prywatności nie ma zastosowania do zewnętrznego sklepu internetowego/mobilnego, z którego instalujesz Usługi lub dokonujesz płatności, w tym wszelkich wirtualnych przedmiotów w grze, które mogą również gromadzić i wykorzystywać dane o Tobie.

source: We are not responsible for any of the data collected by any such third party.
pl_pl: Nie odpowiadamy za żadne dane zebrane przez jakąkolwiek stronę trzecią.

source: Important Information
pl_pl: Ważna informacja

source: Changes to this Privacy Policy
pl_pl: Zmiany w niniejszej Polityce prywatności

source: We may update this Privacy Policy from time to time by posting a new version online. You should check this page occasionally to review any changes. If we make any material changes we will notify you by posting the revised Privacy Policy on our Online Store and, if you order from our store, providing notice through the Notification app in the %(company_name)s Store Admin. This helps you to always be aware of what information we collect, how we use it and under what circumstances, if any, it is disclosed. Your continued use of the Online Store, the online store services, and/or continued provision of Personal Information to us will be subject to the terms of the then-current Privacy Policy.
pl_pl: Od czasu do czasu możemy aktualizować niniejszą Politykę prywatności, publikując nową wersję online. Należy od czasu do czasu sprawdzać tę stronę, aby przejrzeć wszelkie zmiany. Jeśli wprowadzimy jakiekolwiek istotne zmiany, powiadomimy Cię o tym, publikując zmienioną Politykę prywatności w naszym Sklepie internetowym, a jeśli złożysz zamówienie w naszym sklepie, powiadamiając o tym za pośrednictwem aplikacji Powiadomienia w %(company_name)s Administratorze sklepu. Dzięki temu zawsze będziesz mieć świadomość, jakie informacje zbieramy, w jaki sposób je wykorzystujemy oraz w jakich okolicznościach, jeśli w ogóle, są one ujawniane. Dalsze korzystanie ze Sklepu internetowego, usług sklepu internetowego i/lub dalsze udostępnianie nam Danych Osobowych będzie podlegać warunkom obowiązującej wówczas Polityki Prywatności.

source: Contact Us
pl_pl: Skontaktuj się z nami

source: If you have any questions about this Privacy Policy or our treatment of the information you provide us, please write to us by email at %(store_email)s or by mail to %(full_address)s, Attn: Privacy.
pl_pl: Jeśli masz jakiekolwiek pytania dotyczące niniejszej Polityki prywatności lub sposobu traktowania przez nas informacji, które nam przekazujesz, napisz do nas e-mailem na adres %(store_email)s lub pocztą na adres %(full_address)s, Attn: Privacy.

source: Use of the Online Store by %(company_name)s and our Customers
pl_pl: Korzystanie ze Sklepu Internetowego przez %(company_name)s i naszych Klientów

source: The %(company_name)s Online Store
pl_pl: Sklep internetowy %(company_name)s

source: Our online store allows any company (or person) that uses it (our customers and %(company_name)s itself) to order the products available in the store.
pl_pl: Nasz sklep internetowy umożliwia zamówienie produktów dostępnych w sklepie każdej firmie (lub osobie), która z niego korzysta (nasi klienci oraz %(company_name)s).

source: Customer has two ways of providing information to us:
pl_pl: Klient ma dwa sposoby przekazywania nam informacji:

source: Registering to our page
pl_pl: Rejestracja na naszej stronie

source: Ordering products from us
pl_pl: Zamawianie produktów u nas

source: This, voluntarely given, information, which is stored and managed on our service providers' servers, is used to ensure the services can be run and ensures we are able to provide our service.
pl_pl: Te dobrowolnie przekazywane informacje, które są przechowywane i zarządzane na serwerach naszych usługodawców, służą do zapewnienia możliwości świadczenia usług i zapewnienia, że jesteśmy w stanie świadczyć nasze usługi.

source: Use by %(company_name)s
pl_pl: Używany przez %(company_name)s

source: Information that we collect and manage using this Online Store belongs to us and is used, disclosed and protected according to this Privacy Policy.
pl_pl: Informacje, które gromadzimy i którymi zarządzamy za pomocą tego Sklepu internetowego, należą do nas i są wykorzystywane, ujawniane i chronione zgodnie z niniejszą Polityką prywatności.

source: Use by Our Customers
pl_pl: Używany przez naszych klientów

source: %(company_name)s collects information under the direction of its customers, and has no direct relationship with the individuals whose Personal Information it processes. If you would no longer like to be contacted by us, please contact us directly at <a href="mailto:%(store_email)s">%(store_email)s</a>. We may transfer Personal Information to companies that help us provide our service. Transfers to subsequent third parties are covered by the service agreements with them.
pl_pl: %(company_name)s zbiera informacje pod kierownictwem swoich klientów i nie ma bezpośredniego związku z osobami, których dane osobowe przetwarza. Jeśli nie chcesz już, abyśmy się z <a href="mailto:%(store_email)s">Tobą kontaktowali, skontaktuj się z nami bezpośrednio pod numerem %(store_email)s</a>. Możemy przekazywać dane osobowe firmom, które pomagają nam świadczyć nasze usługi. Przeniesienia do kolejnych stron trzecich są objęte umowami o świadczenie usług z nimi.

source: Sensitive Information
pl_pl: Wrażliwa informacja

source: This refers to credit or debit card numbers, personal financial account information, Social Security numbers, passport numbers, driver's license numbers or similar personal identifiers, racial or ethnic origin, physical or mental health condition or information, or other employment, financial or health information.
pl_pl: Odnosi się to do numerów kart kredytowych lub debetowych, informacji o osobistym koncie finansowym, numerów PESEL, numerów paszportów, numerów prawa jazdy lub podobnych danych osobowych, pochodzenia rasowego lub etnicznego, stanu zdrowia fizycznego lub psychicznego lub informacji lub innych informacji dotyczących zatrudnienia, finansów lub zdrowia .

source: Information We Collect
pl_pl: Informacje, które zbieramy

source: When You Visit our Online Store
pl_pl: Kiedy odwiedzasz nasz sklep internetowy

source: You are free to explore the Online Store without providing any Personal Information about yourself. When you order from our Online Store or register to the Online Store, we request that you provide Personal Information about yourself, and we collect Navigational Information.
pl_pl: Możesz swobodnie przeglądać Sklep internetowy bez podawania swoich danych osobowych. Kiedy składasz zamówienie w naszym Sklepie internetowym lub rejestrujesz się w Sklepie internetowym, prosimy o podanie danych osobowych, ponadto zbieramy także Informacje nawigacyjne.

source: Personal Information
pl_pl: Dane osobowe

source: This refers to any information that you voluntarily submit to us and that identifies you personally, including contact information, such as your name, e-mail address, company name, address, phone number, and other information about yourself or your business.
pl_pl: Odnosi się to do wszelkich informacji, które dobrowolnie nam przekazujesz i które identyfikują Cię osobiście, w tym dane kontaktowe, takie jak imię i nazwisko, adres e-mail, nazwa firmy, adres, numer telefonu i inne informacje o Tobie lub Twojej firmie.

source: Personal Information can also include information about any transactions, both free and paid, that you enter into on the Online Store, and information about you that is available on the internet, such as from Facebook, LinkedIn, Twitter and Google, or publicly available information that we acquire from service providers.
pl_pl: Dane osobowe mogą również obejmować informacje o wszelkich transakcjach, zarówno bezpłatnych, jak i płatnych, które wykonujesz w Sklepie internetowym, a także informacje o Tobie, które są dostępne w Internecie, na przykład z Facebooka, LinkedIn, Twittera i Google, lub informacje dostępne publicznie. które nabywamy od usługodawców.

source: Navigational Information
pl_pl: Informacje nawigacyjne

source: This refers to information about your computer and your visits to this website such as your IP address, geographical location, browser type, referral source, length of visit and pages viewed. Please see the "Navigation Information" section below.
pl_pl: Odnosi się to do informacji o twoim komputerze i twoich wizytach na tej stronie, takich jak twój adres IP, lokalizacja geograficzna, typ przeglądarki, źródło poleeń, w jaki sposób dowiedziałaś(eś) się o stronie, długość wizyty i przeglądane strony. Zobacz sekcję „Informacje nawigacyjne” poniżej.

source: Payment Information
pl_pl: informacje dotyczące płatności

source: We collect and process payment information from you when you order from the Online Store, including credit cards numbers and billing information, using third party PCI-compliant service providers. The payment card information is not saved into our servers.
pl_pl: Gromadzimy i przetwarzamy informacje dotyczące płatności, gdy składasz zamówienia w Sklepie Internetowym, w tym numery kart kredytowych i informacje rozliczeniowe, korzystając z usług zewnętrznych dostawców usług zgodnych ze standardem PCI. Informacje o karcie płatniczej nie są zapisywane na naszych serwerach.

source: Information About Children
pl_pl: Informacje o dzieciach

source: The Online Store are not intended for or targeted at children under 13, and we do not knowingly or intentionally collect information about children under 13. If you believe that we have collected information about a child under 13, please contact us at %(store_email)s, so that we may delete the information.
pl_pl: Sklep internetowy nie jest przeznaczony ani skierowany dla dzieci poniżej 13 roku życia i nie zbieramy świadomie ani celowo informacji o dzieciach poniżej 13. roku życia. Prosimy o kontakt pod adresem %(store_email)s, abyśmy mogli usunąć te informacje.

source: How We Use Information We Collect
pl_pl: Jak wykorzystujemy gromadzone informacje

source: Compliance with Our Privacy Policy
pl_pl: Zgodność z naszą Polityką prywatności

source: We use the information we collect only in compliance with this Privacy Policy.
pl_pl: Używamy informacji, które zbieramy, wyłącznie zgodnie z niniejszą Polityką prywatności.

source: We Never Sell Personal Information
pl_pl: Nigdy nie sprzedajemy danych osobowych

source: We will never sell your Personal Information to any third party.
pl_pl: Nigdy nie sprzedamy Twoich danych osobowych żadnej stronie trzeciej.

source: Use of Personal Information
pl_pl: Wykorzystywanie danych osobowych

source: In addition to the uses identified elsewhere in this Privacy Policy, we may use your Personal Information to: (a) improve your browsing experience by personalizing the Online Store and to improve the Online Store; (b) send information to you which we think may be of interest to you by post, email, or other means; (c) send you marketing communications relating to our business or the businesses of carefully-selected third parties which we think may be of interest to you, and (d) provide other companies with statistical information about our users -- but this information will not be used to identify any individual user. We may, from time to time, contact you on behalf of external business partners about a particular offering that may be of interest to you. In those cases, we do not transfer your unique Personal Information to the third party. In addition, we may share data with trusted partners to contact you based on your request to receive such communications, help us perform statistical analysis, or provide customer support. Such third parties are prohibited from using your Personal Information except for these purposes, and they are required to maintain the confidentiality of your information. If you do not want us to share your personal information with these companies, contact us at %(store_email)s.
pl_pl: Poza zastosowaniami wskazanymi w innych miejscach niniejszej Polityki prywatności, możemy wykorzystywać Twoje dane osobowe w celu: (a) usprawnienia przeglądania przez personalizację Sklepu internetowego i ulepszenia Sklepu internetowego; (b) wysyłać Ci informacje, które naszym zdaniem mogą Cię zainteresować, pocztą, e-mailem lub w inny sposób; (c) wysyłać Ci komunikaty marketingowe dotyczące naszej działalności lub działalności starannie wybranych stron trzecich, które naszym zdaniem mogą Cię zainteresować, oraz (d) dostarczać innym firmom informacji statystycznych o naszych użytkownikach - ale te informacje nie będą używane do identyfikacji poszczególnych użytkowników. Możemy kontaktować się z Tobą w imieniu zewnętrznych partnerów biznesowych w sprawie określonej oferty, która może Cię zainteresować. W takich przypadkach nie przekazujemy Twoich wrażliwych danych osobowych stronom trzecim. Ponadto możemy udostępniać dane zaufanym partnerom, aby skontaktować się z Tobą na podstawie Twojej prośby o otrzymanie takiej komunikacji, pomóc nam przeprowadzić analizę statystyczną lub zapewnić prawidłową obsługę klienta. Takie strony trzecie nie mogą wykorzystywać Twoich danych osobowych do innych celów i są zobowiązane do zachowania poufności Twoich danych. Jeśli nie chcesz, abyśmy udostępniali Twoje dane osobowe tym firmom, skontaktuj się z nami pod adresem %(store_email)s.

source: Use of Navigational Information
pl_pl: Korzystanie z informacji nawigacyjnych
