Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/gdpr/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: This action will replace all your personal data with random values making it impossible to identify you. Your account will also be deactivated.
pl_pl: Ta czynność spowoduje zastąpienie wszystkich Twoich danych osobowych przypadkowymi wartościami, uniemożliwiając Twoją identyfikację. Ponadto Twoje konto zostanie dezaktywowane.

source: This action is irreversible!
pl_pl: To działanie jest nieodwracalne!

source: Are you sure? This cannot be undone.
pl_pl: Jesteś pewny/-a? Tego nie można cofnąć.

source: Privacy Preferences
pl_pl: Preferencje prywatności

source: I Understand
pl_pl: Rozumiem

source: Privacy Preference Center
pl_pl: Centrum preferencji prywatności

source: General
pl_pl: Ogólne

source: Cookie Settings
pl_pl: Ustawienia plików cookie

source: Consent Management
pl_pl: Zarządzanie zgodami

source: You read and agreed to our {}
pl_pl: Przeczytałem/-am i wyrażam zgodę na {}

source: Read
pl_pl: Przeczytaj

source: Always active
pl_pl: Zawsze aktywny

source: Cookies:
pl_pl: Pliki cookies:

source: Save preferences
pl_pl: Zapisz preferencje

source: Our privacy policy has been updated since your last consent. Please read the updated version <a href="%(url)s">here</a>. <a class="btn btn-primary" href="%(accept_url)s">Accept changes</a>
pl_pl: Nasza polityka prywatności została zaktualizowana od czasu Twojej ostatniej zgody. Przeczytaj zaktualizowaną wersję <a href="%(url)s">tutaj</a>. <a class="btn btn-primary" href="%(accept_url)s">Zaakceptuj zmiany</a>

source: Required
pl_pl: Wymagane

source: We use these cookies to ensure the correct language is being chosen for you based on your region as well as the overall site functionality.
pl_pl: Używamy tych plików cookie, aby zapewnić wybór odpowiedniego języka w oparciu o Twój region, a także ogólną funkcjonalność witryny.

source: GDPR: Anonymize
pl_pl: RODO: Anonimizacja

source: GDPR: Anonymize contact
pl_pl: RODO: Anonimizacja kontaktu

source: Customer ID {customer_id} requested to be anonymized.
pl_pl: Klien o numerze ID {customer_id} wystąpił o anonimizację konta.

source: Anonymization requested.
pl_pl: Zażądano anonimizacji.
