Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/core/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, pl_pl

source: The name suffix of the contact. For example, Sr, Jr, etc.
fr_ca: Le suffixe du nom du contact. Par exemple, Sr, Jr, etc.
pl_pl: Sufiks nazwy kontaktu. Na przykład Sr, Jr itp.

source: The email that will receive order confirmations and promotional materials (if permitted).
fr_ca: L'e-mail qui recevra les confirmations de commande et le matériel promotionnel (si autorisé).
pl_pl: E-mail, na który zostaną przesłane potwierdzenia zamówienia i materiały promocyjne (jeśli są dozwolone).

source: tax group
fr_ca: groupe fiscal
pl_pl: grupa podatkowa

source: Select the contact tax group to use for this contact. Tax groups can be used to customize the tax rules the that apply to any of this contact's orders. Tax groups are defined in `Customer Tax Groups` and can be applied to tax rules in `Tax Rules`.
fr_ca: Sélectionnez le groupe fiscal de contact à utiliser pour ce contact. Les groupes de taxe peuvent être utilisés pour personnaliser les règles de taxe qui s'appliquent à l'une des commandes de ce contact. Les groupes de taxes sont définis dans «Groupes de taxes client» et peuvent être appliqués aux règles de taxe dans «Règles de taxe».
pl_pl: Wybierz grupę podatkową kontaktu, której chcesz użyć dla tego kontaktu. Grupy podatkowe mogą służyć do dostosowywania reguł podatkowych, które mają zastosowanie do dowolnego zamówienia tego kontaktu. Grupy podatkowe są zdefiniowane w „Grupach podatków klienta” i mogą być stosowane do reguł podatkowych w „Regułach podatkowych”.

source: merchant notes
fr_ca: notes du commerçant
pl_pl: notatki handlowe

source: Enter any private notes for this customer that are only accessible in Shuup admin.
fr_ca: Saisissez les notes privées de ce client qui ne sont accessibles que dans l'administrateur Shuup.
pl_pl: Wprowadź prywatne notatki dla tego klienta, które są dostępne tylko w panelu administracyjnym Shuup.

source: account manager
fr_ca: gestionnaire de compte
pl_pl: menadżer konta

source: options
pl_pl: opcje

source: picture
fr_ca: image
pl_pl: obrazek

source: Contact picture. Can be used alongside contact profile, reviews and messages for example.
fr_ca: Photo de contact. Peut être utilisé avec le profil de contact, les avis et les messages par exemple.
pl_pl: Zdjęcie kontaktu. Może być używane na przykład obok profilu kontaktu, recenzji i wiadomości.

source: contact
pl_pl: kontakt

source: contacts
pl_pl: kontakty

source: Company Contacts
fr_ca: Contacts de l'entreprise
pl_pl: Kontakty firmy

source: e.g. EIN in US or VAT code in Europe
fr_ca: par exemple EIN aux États-Unis ou code TVA en Europe
pl_pl: np. EIN w USA lub VAT w Europie.

source: company
fr_ca: compagnie
pl_pl: firma

source: companies
fr_ca: entreprises
pl_pl: firmy

source: undisclosed
fr_ca: non dévoilé
pl_pl: nieujawniona

source: male
fr_ca: Masculin
pl_pl: mężczyzna

source: female
fr_ca: femelle
pl_pl: kobieta

source: other
fr_ca: autre
pl_pl: inne

source: Person Contacts
fr_ca: Contacts de personne
pl_pl: Osoby kontaktowe

source: gender
fr_ca: le genre
pl_pl: płeć

source: The gender of the contact.
fr_ca: Le sexe du contact.
pl_pl: Płeć kontaktu.

source: birth date
fr_ca: date de naissance
pl_pl: data urodzin

source: The birth date of the contact.
fr_ca: La date de naissance du contact.
pl_pl: Data urodzenia kontaktu.

source: first name
fr_ca: Prénom
pl_pl: imię

source: The first name of the contact.
fr_ca: Le prénom du contact.
pl_pl: Imię kontaktu.

source: last name
fr_ca: nom de famille
pl_pl: nazwisko

source: The last name of the contact.
fr_ca: Le nom de famille du contact.
pl_pl: Nazwisko kontaktu.

source: person
fr_ca: la personne
pl_pl: osoba

source: persons
fr_ca: des personnes
pl_pl: osoby

source: Anonymous Contacts
fr_ca: Contacts anonymes
pl_pl: Anonimowy kontakt

source: order reference
fr_ca: Référence de l'achat
pl_pl: referencje zamówienia

source: identifier
fr_ca: identifiant
pl_pl: identyfikator

source: counter
fr_ca: compteur
pl_pl: licznik

source: counters
fr_ca: compteurs
pl_pl: liczniki

source: code
pl_pl: kod

source: The ISO-4217 code of the currency
fr_ca: Le code ISO-4217 de la devise
pl_pl: Kod ISO-4217 waluty

source: decimal places
fr_ca: décimales
pl_pl: miejsca po przecinku

source: The number of decimal places supported by this currency.
fr_ca: Le nombre de décimales pris en charge par cette devise.
pl_pl: Liczba miejsc dziesiętnych obsługiwana przez tę walutę.

source: Enter a valid ISO-4217 currency code.
fr_ca: Entrez un code de devise ISO-4217 valide.
pl_pl: Wpisz prawidłowy kod waluty ISO-4217.

source: currencies
fr_ca: devises
pl_pl: waluty

source: label
fr_ca: étiquette
pl_pl: etykieta

source: labels
fr_ca: Étiquettes
pl_pl: etykiety

source: added
fr_ca: ajoutée
pl_pl: dodane

source: Enter the manufacturer’s name. Products can be filtered by the manufacturer and this can be useful for inventory and stock management.
fr_ca: Entrez le nom du professeur. Les cours peuvent être filtrés par le professeur.
pl_pl: Wpisz nazwę producenta. Produkty mogą być filtrowane przez producenta, co może być przydatne do zarządzania inwentarzem i zasobami magazynowymi.

source: Enter the URL of the product manufacturer if you would like customers to be able to visit the manufacturer's website.
fr_ca: Entrez l'URL du professeur donnant le cours si vous souhaitez que les clients puissent visiter le site Web du professeur.
pl_pl: Wprowadź adres URL producenta produktu, jeśli chcesz, aby klienci mogli odwiedzać witrynę producenta.

source: manufacturer
fr_ca: professionnel
pl_pl: producent

source: manufacturers
fr_ca: professionnels
pl_pl: producenci

source: file
fr_ca: fichier
pl_pl: plik

source: Select which shops you would like the files to be visible in.
fr_ca: Sélectionnez les magasins dans lesquels vous souhaitez que les fichiers soient visibles.
pl_pl: Wybierz sklepy, w których chcesz, aby pliki były widoczne.

source: Select which shops you would like the folder to be visible in.
fr_ca: Sélectionnez les magasins dans lesquels vous souhaitez que le dossier soit visible.
pl_pl: Wybierz sklepy, w których chcesz, aby folder był widoczny.

source: Should this folder be visible for everyone in the media browser
fr_ca: Ce dossier doit-il être visible par tous dans le navigateur multimédia
pl_pl: Czy ten folder powinien być widoczny dla wszystkich w przeglądarce multimediów

source: owners
fr_ca: les propriétaires
pl_pl: właściciele

source: Select which users will own this folder.
fr_ca: Sélectionnez les utilisateurs qui posséderont ce dossier.
pl_pl: Wybierz użytkowników, którzy będą właścicielami tego folderu.

source: product
fr_ca: cours
pl_pl: produkt

source: shipping
fr_ca: livraison
pl_pl: wysyłka

source: payment
fr_ca: Paiement
pl_pl: płatność

source: discount
fr_ca: remise
pl_pl: rabat

source: refund
fr_ca: rembourser
pl_pl: zwrot

source: rounding
fr_ca: arrondi
pl_pl: zaokrąglenie

source: parent line
fr_ca: ligne parente
pl_pl: linia nadrzędna

source: line type
fr_ca: type de ligne
pl_pl: rodzaj linii

source: line SKU
fr_ca: SKU de ligne
pl_pl: linia SKU

source: line text
fr_ca: texte de ligne
pl_pl: linia tekstu

source: accounting identifier
fr_ca: identifiant comptable
pl_pl: identyfikator księgowości

source: require verification
fr_ca: exiger une vérification
pl_pl: wymagają weryfikacji

source: verified
fr_ca: vérifié
pl_pl: zweryfikowany

source: extra data
fr_ca: données supplémentaires
pl_pl: dodatkowe dane

source: quantity
fr_ca: quantité
pl_pl: ilość

source: unit price amount (undiscounted)
fr_ca: montant du prix unitaire (non actualisé)
pl_pl: cena jednostkowa (bez rabatu)

source: total amount of discount
fr_ca: montant total de la remise
pl_pl: wysokość rabatu

source: order line
fr_ca: ligne de commande
pl_pl: linia zamówienia

source: order lines
fr_ca: lignes de commande
pl_pl: linie zamówienia

source: order
fr_ca: commande
pl_pl: zamówienie

source: tax
fr_ca: impôt
pl_pl: podatek

source: tax name
fr_ca: nom fiscal
pl_pl: nazwa podatku

source: tax amount
fr_ca: Montant de la taxe
pl_pl: wysokość podatku

source: base amount
fr_ca: montant de base
pl_pl: podstawowa wartość

source: Amount that this tax is calculated from.
fr_ca: Montant à partir duquel cette taxe est calculée.
pl_pl: Kwota, od której obliczany jest ten podatek.

source: not paid
fr_ca: impayé
pl_pl: nie opłacone

source: partially paid
fr_ca: partiellement payé
pl_pl: zapłacone częściowo

source: fully paid
fr_ca: entièrement payé
pl_pl: zapłacone w całości

source: canceled
fr_ca: annulé
pl_pl: anulowane

source: deferred
fr_ca: différé
pl_pl: odroczone

source: not shipped
fr_ca: pas livré
pl_pl: nie wysłane

source: partially shipped
fr_ca: partiellement expédié
pl_pl: wysłane częściowo

source: fully shipped
fr_ca: entièrement expédié
pl_pl: wysłane w całości

source: none
fr_ca: aucun
pl_pl: brak

source: Initial
fr_ca: Initiale
pl_pl: Początkowy

source: Complete
fr_ca: Achevée
pl_pl: Kompletne

source: Canceled
fr_ca: Annulé
pl_pl: Anulowane

source: Processing
fr_ca: En traitement
pl_pl: Przetwarzanie

source: Received
fr_ca: Reçu
pl_pl: Przyjęte

source: In Progress
fr_ca: En cours
pl_pl: W trakcie

source: Internal identifier for status. This is used to identify and distinguish the statuses in Shuup.
fr_ca: Identifiant interne du statut. Ceci est utilisé pour identifier et distinguer les statuts dans Shuup.
pl_pl: Wewnętrzny identyfikator statusu. Służy do identyfikowania i rozróżniania statusów w Shuup.

source: The processing order of statuses. Default is always processed first.
fr_ca: L'ordre de traitement des statuts. La valeur par défaut est toujours traitée en premier.
pl_pl: Kolejność przetwarzania statusów. Status domyślny jest zawsze przetwarzany jako pierwszy.

source: The role of this status. One role can have multiple order statuses.
fr_ca: Le rôle de ce statut. Un rôle peut avoir plusieurs statuts de commande.
pl_pl: Rola tego statusu. Jedna rola może mieć wiele statusów zamówień.

source: default
fr_ca: défaut
pl_pl: domyślny

source: Defines if the status should be considered as default. Default is always processed first.
fr_ca: Définit si le statut doit être considéré comme par défaut. La valeur par défaut est toujours traitée en premier.
pl_pl: Określa, czy status powinien być traktowany jako domyślny. Status domyślny jest zawsze przetwarzany jako pierwszy.

source: is active
fr_ca: c'est actif
pl_pl: aktywny

source: Defines if the status is usable.
fr_ca: Définit si le statut est utilisable.
pl_pl: Określa, czy status jest użyteczny.

source: Name of the order status.
fr_ca: Nom du statut de la commande.
pl_pl: Nazwa statusu zamówienia.

source: public name
fr_ca: nom public
pl_pl: nazwa publiczna

source: The name shown to the customers in shop front.
fr_ca: Nom visible par les clients.
pl_pl: Nazwa pokazywana klientom na froncie sklepu.

source: order status
fr_ca: statut de la commande
pl_pl: status zamówienia

source: order statuses
fr_ca: statuts de commande
pl_pl: statusy zamówień

source: creating user
fr_ca: création d'utilisateur
pl_pl: utwórz użytkownika

source: order identifier
fr_ca: identifiant de la commande
pl_pl: identyfikator zamówienia

source: reference number
fr_ca: numéro de réference
pl_pl: numer referencyjny

source: email address
fr_ca: adresse électronique
pl_pl: adres e-mail

source: customer groups
fr_ca: groupes de clients
pl_pl: grupy klientów

source: modifier user
fr_ca: utilisateur de modificateur
pl_pl: użytkownik modyfikatora

source: payment status
fr_ca: statut de paiement
pl_pl: status płatności

source: shipping status
fr_ca: statut d'envoi
pl_pl: status wysyłki

source: payment method
fr_ca: mode de paiement
pl_pl: metoda płatności

source: payment method name
fr_ca: nom du mode de paiement
pl_pl: nazwa metody płatności

source: payment data
fr_ca: données de paiement
pl_pl: dane płatności

source: shipping method
fr_ca: Mode de livraison
pl_pl: sposób wysyłki

source: shipping method name
fr_ca: nom de la méthode d'expédition
pl_pl: nazwa metody wysyłki

source: shipping data
fr_ca: données d'expédition
pl_pl: dane wysyłki

source: grand total
fr_ca: somme finale
pl_pl: Suma całkowita

source: taxless total
fr_ca: total non imposable
pl_pl: razem bez podatku

source: display currency
fr_ca: afficher la devise
pl_pl: wyświetl walutę

source: display currency rate
fr_ca: afficher le taux de change
pl_pl: wyświetl kurs walut

source: IP address
fr_ca: adresse IP
pl_pl: Adres IP

source: order date
fr_ca: date de commande
pl_pl: data zamówienia

source: payment date
fr_ca: date de paiement
pl_pl: data płatności

source: customer comment
fr_ca: commentaire client
pl_pl: komentarz użytkownika

source: admin comment/notes
fr_ca: commentaire / notes de l'administrateur
pl_pl: komentarz administratora/notatka

source: requires verification
fr_ca: nécessite une vérification
pl_pl: wymaga weryfikacji

source: all lines verified
fr_ca: toutes les lignes vérifiées
pl_pl: zweryfikowano wszystkie linie

source: codes
pl_pl: kody

source: orders
fr_ca: réservations
pl_pl: zamówienia

source: Order was marked as paid.
fr_ca: La commande a été marquée comme payée.
pl_pl: Zamówienie zostało oznaczone jako opłacone.

source: Order was marked as partially paid.
fr_ca: La commande a été marquée comme partiellement payée.
pl_pl: Zamówienie zostało oznaczone jako częściowo opłacone.

source: Success! Shipment #%d was created.
fr_ca: Succès! L'expédition n ° %d a été créée.
pl_pl: Sukces! Wysyłka nr %d została utworzona.

source: All rows requiring verification have been verified.
fr_ca: Toutes les lignes nécessitant une vérification ont été vérifiées.
pl_pl: Wszystkie wiersze wymagające weryfikacji zostały zweryfikowane.

source: New shipping status is set to: %(shipping_status)s.
fr_ca: Le nouveau statut d'expédition est défini sur: %(shipping_status)s.
pl_pl: Nowy status wysyłki to: %(shipping_status)s.

source: New payment status is set to: %(payment_status)s.
fr_ca: Le nouveau statut de paiement est défini sur: %(payment_status)s.
pl_pl: Nowy status płatności jest ustawiony na: %(payment_status)s.

source: gateway ID
fr_ca: ID de la passerelle
pl_pl: ID bramki

source: amount
fr_ca: montant
pl_pl: ilość

source: foreign amount
fr_ca: montant étranger
pl_pl: wartość obca

source: foreign amount currency
fr_ca: devise du montant étranger
pl_pl: wartość waluty obcej

source: payments
fr_ca: Paiements
pl_pl: płatności

source: module
pl_pl: moduł

source: time
fr_ca: temps
pl_pl: czas

source: cache entry
fr_ca: entrée de cache
pl_pl: wpis cache

source: cache entries
fr_ca: entrées de cache
pl_pl: wpisy cache

source: documentation
pl_pl: dokumentacja

source: sample
fr_ca: échantillon
pl_pl: próbka

source: Select which shops you would like the product media to be visible in.
fr_ca: Sélectionnez les profils dans lesquels vous souhaitez que le support du cours soit visible.
pl_pl: Wybierz sklepy, w których chcesz, aby nośniki produktu były widoczne.

source: kind
fr_ca: gentil
pl_pl: rodzaj

source: Select what type the media is. It can either be a normal file, part of the documentation, or a sample.
fr_ca: Sélectionnez le type de média. Il peut s'agir d'un fichier normal, d'une partie de la documentation ou d'un échantillon.
pl_pl: Wybierz typ nośnika. Może to być zwykły plik, część dokumentacji lub próbka.

source: Enter URL to external file. If this field is filled, the selected media doesn't apply.
fr_ca: Entrez l'URL du fichier externe. Si ce champ est rempli, le média sélectionné ne s'applique pas.
pl_pl: Wpisz URL do zewnętrznego pliku. Jeżeli to pole jest wypełnione wybrane media nie maja zastosowania.

source: You can assign numerical values to images to tell the order in which they shall be displayed on the product page.
fr_ca: Vous pouvez attribuer des valeurs numériques aux images pour indiquer l'ordre dans lequel elles doivent être affichées sur la page du cours.
pl_pl: Możesz przypisać wartości liczbowe do zdjęć, aby określić kolejność, w jakiej mają być wyświetlane na stronie produktu.

source: public (shown on product page)
fr_ca: collectif (affiché sur la page du cours)
pl_pl: publiczne (widoczne na stronie produktu)

source: Enable this if you want this image be shown on the product page. Enabled by default.
fr_ca: Activez cette option si vous souhaitez que cette image soit affichée sur la page du cours. Activé par défaut.
pl_pl: Włącz tę opcję, jeśli chcesz, aby ten obraz był wyświetlany na stronie produktu. Domyślnie włączone.

source: purchased (shown for finished purchases)
fr_ca: acheté (affiché pour les achats terminés)
pl_pl: zakupione (widoczne dla ukończonych zakupów)

source: Enable this if you want the product media to be shown for completed purchases.
fr_ca: Activez cette option si vous souhaitez que le support du cours soit affiché pour les réservations établies.
pl_pl: Włącz tę opcję, jeśli chcesz, aby nośnik produktu był wyświetlany po dokonanych zakupach.

source: Choose a title for your product media. This will help it be found in your store and on the web.
fr_ca: Choisissez un titre pour votre cours. Cela l'aidera à être trouvé dans votre profil et sur la plateforme.
pl_pl: Wybierz tytuł dla nośnika produktu. Pomoże to znaleźć produkt w Twoim sklepie i w internecie.

source: Write a description for your product media. This will help it be found in your store and on the web.
fr_ca: Rédigez une description de votre cours. Cela l'aidera à être trouvé dans votre profil et sur la plateforme.
pl_pl: Napisz opis nośnika produktu. Pomoże to znaleźć produkt w Twoim sklepie i w internecie.

source: product attachment
fr_ca: pièce jointe du cours
pl_pl: załącznik produktu

source: product attachments
fr_ca: pièces jointes du cours
pl_pl: załączniki produktu

source: attachment
fr_ca: attachement
pl_pl: zalącznik

source: parent product
fr_ca: cours
pl_pl: produkt nadrzędny

source: child product
fr_ca: cours
pl_pl: produkt podrzędny

source: not visible
fr_ca: invisible
pl_pl: niewidoczne

source: listed
fr_ca: listé
pl_pl: katalogowany

source: always visible
fr_ca: toujours visible
pl_pl: zawsze widoczne

source: suppliers
fr_ca: professionnels
pl_pl: dostawcy

source: List your suppliers here. Suppliers can be found by searching for `Suppliers`.
fr_ca: Listez vos professionnels ici. Les professionnels peuvent être trouvés en recherchant «Professionnels».
pl_pl: Wymień swoich dostawców tutaj. Dostawców można znaleźć, wyszukując „Dostawcy”.

source: visibility
fr_ca: visibilité
pl_pl: widoczność

source: Choose how you want your product to be seen and found by the customers. <p>Not visible: Product will not be shown in your store front nor found in search.</p><p>Searchable: Product will be shown in search, but not listed on any category page.</p><p>Listed: Product will be shown on category pages, but not shown in search results.</p><p>Always Visible: Product will be shown in your store front and found in search.</p>
fr_ca: Choisissez comment vous voulez que votre cours soit vu et trouvé par les clients.<p> Non visible: le cours ne sera pas affiché sur votre profil ni trouvé dans la recherche.</p><p> Recherche: le cours sera affiché dans la recherche, mais ne sera répertorié sur aucune page de style.</p><p> Listé: le cours sera affiché sur les pages de style, mais pas dans les résultats de recherche.</p><p> Toujours visible: le cours sera affiché sur votre profil et trouvé dans la recherche.</p>
pl_pl: Wybierz, w jaki sposób chcesz, aby Twój produkt był widoczny i znajdowany przez klientów.<p> Niewidoczny: produkt nie zostanie wyświetlony na stronie sklepu ani znaleziony w wyszukiwarce.</p><p> Przeszukiwalny: produkt będzie wyświetlany podczas wyszukiwania, ale nie będzie wymieniony na żadnej stronie kategorii.</p><p> Katalogowany: Produkt będzie wyświetlany na stronach kategorii, ale nie będzie wyświetlany w wynikach wyszukiwania.</p><p> Zawsze widoczny: produkt zostanie wyświetlony na froncie Twojego sklepu i znaleziony w wyszukiwarce.</p>

source: purchasable
fr_ca: achetable
pl_pl: możliwość kupienia

source: Select whether you want your product to have special limitations on its visibility in your store. You can make products visible to all, visible to only logged-in users, or visible only to certain customer groups.
fr_ca: Indiquez si vous souhaitez que votre cours ait des limitations spéciales sur sa visibilité dans votre profil. Vous pouvez rendre les cours visibles par tous, visibles uniquement par les utilisateurs connectés ou visibles uniquement par certains groupes de clients.
pl_pl: Wybierz, czy chcesz, aby Twój produkt miał specjalne ograniczenia widoczności w Twoim sklepie. Możesz ustawić, że produkty będą widoczne dla wszystkich, widoczne tylko dla zalogowanych użytkowników lub widoczne tylko dla określonych grup klientów.

source: Select the groups you want to make your product visible for. These groups are defined in Contacts Settings - Contact Groups.
fr_ca: Sélectionnez les groupes pour lesquels vous souhaitez rendre votre cours visible. Ces groupes sont définis dans Paramètres des contacts - Groupes de contacts.
pl_pl: Wybierz grupy, dla których chcesz, aby Twój produkt był widoczny. Te grupy są definiowane w Ustawieniach kontaktów - Grupy kontaktów.

source: backorder maximum
fr_ca: commande en souffrance maximum
pl_pl: maksymalna liczba zaległych zamówień

source: The number of units that can be purchased after the product is already sold out (out of stock). Set to blank for product to be purchasable without limits.
fr_ca: Le nombre d'unités qui peuvent être réservées une fois que le cours est déjà épuisé (en rupture de stock). Mettre à blanc pour que le cours puisse être acheté sans limites.
pl_pl: Liczba jednostek, które można kupić po wyprzedaniu produktu (brak w magazynie). Puste, aby produkt można było kupić bez ograniczeń.

source: purchase multiple
fr_ca: acheter plusieurs
pl_pl: zakup wiele

source: Set this to other than 0 if the product needs to be purchased in multiples. For example, if the purchase multiple is set to 2, then customers are required to order the product in multiples of 2. Not to be confused with the Minimum Purchase Quantity.
fr_ca: Définissez ce paramètre sur une valeur différente de 0 si le cours doit être réservé par multiples. Par exemple, si le multiple de réservation est défini sur 2, les clients doivent réserver le cours par multiples de 2. À ne pas confondre avec la quantité de réservation minimale.
pl_pl: Ustaw tę wartość na inną niż 0, jeśli produkt ma być kupowany wielokrotnie. Na przykład, jeśli wielokrotność zakupu jest ustawiona na 2, klienci muszą zamawiać produkt w wielokrotnościach liczby 2. Nie należy mylić z minimalną ilością do zakupu.

source: minimum purchase quantity
fr_ca: quantité minimale d'achat
pl_pl: minimalna ilość zakupu

source: Set a minimum number of products needed to be ordered for the purchase. This is useful for setting bulk orders and B2B purchases.
fr_ca: Définissez un nombre minimum de cours à réserver. Ceci est utile pour définir des réservations groupées et B2B.
pl_pl: Ustaw minimalną liczbę produktów, które należy zamówić przy zakupie. Jest to przydatne przy ustalaniu zamówień hurtowych i zakupów B2B.

source: limit the shipping methods
fr_ca: limiter les modes d'expédition
pl_pl: ogranicz metody wysyłki
