Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/core/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, pl_pl

source: You can enter a name for the variation of your product. This could be for example different colors, sizes or versions. To manage variations, at the top of the the individual product page, click `Actions` -> `Manage Variations`.
fr_ca: Vous pouvez saisir un nom pour la variante de votre cours. Il peut s'agir par exemple de différentes couleurs, tailles ou versions. Pour gérer les variations, en haut de la page du cours individuel, cliquez sur ʻActions` et `Gérer les variations`.
pl_pl: Możesz wprowadzić nazwę odmiany swojego produktu. Mogą to być na przykład różne kolory, rozmiary lub wersje. Aby zarządzać odmianami, u góry strony pojedynczego produktu kliknij „Działania” -> „Zarządzaj odmianami”.

source: Multilevel parentage hierarchies aren't supported (parent is a child already).
fr_ca: Les hiérarchies de parenté à plusieurs niveaux ne sont pas prises en charge (le parent est déjà un enfant).
pl_pl: Wielopoziomowe hierarchie rodzicielskie nie są obsługiwane (rodzic jest już dzieckiem).

source: Parent is a variable variation parent, yet variables were not passed.
fr_ca: Parent est un parent de variation variable, mais les variables n'ont pas été transmises.
pl_pl: Rodzic jest zmiennym rodzicem odmiany, ale zmienne nie zostały przekazane.

source: Multilevel parentage hierarchies aren't supported (this product is a simple variation parent).
fr_ca: Les hiérarchies de parenté à plusieurs niveaux ne sont pas prises en charge (ce cours est un parent de variante simple).
pl_pl: Wielopoziomowe hierarchie rodzicielskie nie są obsługiwane (ten produkt jest prostym rodzicem odmiany).

source: Multilevel parentage hierarchies aren't supported (this product is a variable variation parent).
fr_ca: Les hiérarchies de parenté à plusieurs niveaux ne sont pas prises en charge (ce cours est un parent de variante variable).
pl_pl: Wielopoziomowe hierarchie rodzicielskie nie są obsługiwane (ten produkt jest rodzicem odmiany zmiennej).

source: Product is currently not a normal product, and can't be turned into a package.
fr_ca: Le cours n'est actuellement pas un cours normal.
pl_pl: Produkt nie jest obecnie normalnym produktem i nie można go zamienić w pakiet.

source: Package can't contain itself.
fr_ca: Le paquet ne peut pas se contenir.
pl_pl: Pakiet nie może zawierać się w sobie.

source: Variation parents can't belong in the package.
fr_ca: Les parents de variante ne peuvent pas faire partie du package.
pl_pl: Rodzice odmiany nie mogą należeć do pakietu.

source: Packages can't be nested.
fr_ca: Les packages ne peuvent pas être imbriqués.
pl_pl: Pakiety nie mogą być zagnieżdżane.

source: Quantity %s is invalid.
fr_ca: La quantité %s n'est pas valide.
pl_pl: Ilość %s jest nieprawidłowa.

source: primary product
fr_ca: cours primaire
pl_pl: produkt główny

source: secondary product
fr_ca: cours secondaire
pl_pl: produkt podrzędny

source: weight
fr_ca: poids
pl_pl: waga

source: cross sell link
fr_ca: lien de vente croisée
pl_pl: link sprzedaży krzyżowej

source: cross sell links
fr_ca: liens de vente croisée
pl_pl: linki sprzedaży krzyżowej

source: translated value
fr_ca: valeur traduite
pl_pl: tłumaczenie wartości

source: product attribute
fr_ca: attribut du cours
pl_pl: atrybut produktu

source: product attributes
fr_ca: attributs du cours
pl_pl: atrybuty produktu

source: Enable this if this service provider can be used when placing orders.
fr_ca: Activez cette option si ce professionnel peut être utilisé lorsque des réservations sont établies.
pl_pl: Włącz tę opcję, jeśli tego usługodawcy można używać podczas składania zamówień.

source: The service provider name.
fr_ca: Le nom du professionnel.
pl_pl: Nazwa dostawcy usługi

source: This service provider will be available only for order sources of the given shop. If blank, this service provider is available for any order source.
fr_ca: Ce professionnel ne sera disponible que pour les sources de réservation du profil donné. S'il est vide, ce professionnel de services est disponible pour n'importe quelle source de réservation.
pl_pl: Ten usługodawca będzie dostępny tylko dla źródeł zamówień z danego sklepu. Jeśli zostawisz puste pole ten usługodawca będzie dostępny dla dowolnego źródła zamówienia.

source: This service provider will be available only for order sources that contain all items from the configured supplier. If blank, this service provider is available for any order source.
fr_ca: Ce fournisseur de services sera disponible uniquement pour les sources de commande qui contiennent tous les articles du fournisseur configuré. S'il est vide, ce fournisseur de services est disponible pour n'importe quelle source de commande.
pl_pl: Ten usługodawca będzie dostępny tylko dla źródeł zamówień, które zawierają wszystkie pozycje od skonfigurowanego dostawcy. Jeśli zostawisz puste pole ten usługodawca będzie dostępny dla dowolnego źródła zamówienia.

source: Enable this if this service should be selectable on checkout.
fr_ca: Activez cette option si ce service doit être sélectionnable lors du paiement.
pl_pl: Włącz tę opcję, jeśli ta usługa powinna być dostępna przy płatności.

source: The shop for this service.
fr_ca: Le profil pour ce service.
pl_pl: Sklep dla tej usługi.

source: The supplier for this service. This service will be available only for order sources that contain all items from this supplier.
fr_ca: Le fournisseur de ce service. Ce service ne sera disponible que pour les sources de commande contenant tous les articles de ce fournisseur.
pl_pl: Dostawca tej usługi. Ta usługa będzie dostępna tylko dla zamówień, które zawierają wszystkie produkty od tego dostawcy.

source: choice identifier
fr_ca: identifiant de choix
pl_pl: identyfikator wyboru

source: The tax class to use for this service. Define by searching for `Tax Classes`.
fr_ca: Classe de taxe à utiliser pour ce service. Définissez-le en recherchant «Classes de taxe».
pl_pl: Klasa podatkowa używana dla tej usługi. Zdefiniuj, wyszukując „Klasy podatkowe”.

source: behavior components
fr_ca: composants du fuseau horaire
pl_pl: komponenty zachowania

source: %s is disabled.
fr_ca: %s est désactivé.
pl_pl: %s jest wyłączony.

source: %s is for different shop.
fr_ca: %s est pour un profil différent.
pl_pl: %s dotyczy innego sklepu.

source: Fixed cost
fr_ca: Coûts fixes
pl_pl: Stałe koszta

source: Add a fixed cost to the price of the service.
fr_ca: Ajoutez un coût fixe au prix du service.
pl_pl: Dodaj stałe koszta do ceny usługi.

source: The fixed cost to apply to this service.
fr_ca: Le coût fixe à appliquer à ce service.
pl_pl: Stałe koszta tej usługi.

source: The order line text to display when this behavior is applied.
fr_ca: Texte de la réservation à afficher lorsque ce fuseau horaire est sélectionné.
pl_pl: Tekst wiersza zamówienia do wyświetlenia po zastosowaniu tego zachowania.

source: Waiving cost
fr_ca: Renonciation aux frais
pl_pl: Zrzeczenie się kosztów

source: If the total price of the products is less than a waive limit add cost to the price of the service.
fr_ca: Si le prix total des cours est inférieur à une limite de renonciation, ajoutez un coût au prix du service.
pl_pl: Jeśli łączna cena produktów jest niższa niż limit umożliwiający odstąpienie, należy doliczyć koszt do ceny usługi.

source: The cost to apply to this service if the total price is below the waive limit.
fr_ca: Le coût à appliquer à ce service si le prix total est inférieur à la limite de renonciation.
pl_pl: Koszt zastosowania tej usługi. Wykorzystywana w przypadku gdy łączna cena produktów jest poniżej limitu zwolnienia z kosztów.

source: The total price of products limit, at which this service cost is waived.
fr_ca: Le prix total des cours limite, auquel ce coût de service est annulé.
pl_pl: Limit łącznej ceny produktów, przy którym ta usługa jest zwolniona.

source: Weight limits
fr_ca: Limites de poids
pl_pl: Limity wagowe

source: Limit availability of the service based on total weight of the products.
fr_ca: Limiter la disponibilité du service en fonction du nombre total de cours.
pl_pl: Ogranicz dostępność usługi w oparciu o całkowitą wagę produktów.

source: minimum weight
fr_ca: poids minimum
pl_pl: waga minimalna

source: The minimum weight required for this service to be available.
fr_ca: Le poids minimum requis pour que ce service soit disponible.
pl_pl: Minimalna waga wymagana, aby ta usługa była dostępna.

source: maximum weight
fr_ca: poids maximum
pl_pl: waga maksymalna

source: The maximum weight allowed by this service.
fr_ca: Le poids maximum autorisé par ce service.
pl_pl: Maksymalna waga dozwolona w tej usłudze.

source: Minimum weight not met.
fr_ca: Poids minimum non atteint.
pl_pl: Brak wagi minimalnej.

source: Maximum weight exceeded.
fr_ca: Poids maximum dépassé.
pl_pl: Przekroczona waga maksymalna.

source: min weight ({})
fr_ca: poids min ({})
pl_pl: minimalna waga ({})

source: The minimum weight for this price to apply.
fr_ca: Le poids minimum pour que ce prix s'applique.
pl_pl: Minimalna waga dla tej ceny.

source: max weight ({})
fr_ca: poids maximum ({})
pl_pl: maksymalna waga ({})

source: The maximum weight before this price no longer applies.
fr_ca: Le poids maximum avant ce prix ne s'applique plus.
pl_pl: Maksymalna waga przed tą ceną przestaje obowiązywać.

source: The cost to apply to this service when the weight criteria is met.
fr_ca: Le coût à appliquer à ce service lorsque les critères de poids sont satisfaits.
pl_pl: Koszt zastosowania tej usługi, gdy spełnione są kryteria wagi.

source: Weight-based pricing
fr_ca: Tarification basée sur le poids
pl_pl: Wycenianie na podstawie wagi

source: Define price based on basket weight. Range minimums are counted in range only as zero e.g. if there are 2 ranges (range1 = min 0, max 5; range2 = min 5, max 10), only range1's 'min 0' is going to be counted, but not range2's 'min 5'.
fr_ca: Définissez le prix en fonction du poids du panier. Les minimums de plage sont comptés dans la plage uniquement comme zéro, par exemple s'il y a 2 plages (range1 = min 0, max 5; range2 = min 5, max 10), seul le &#39;min 0&#39; de range1 va être compté, mais pas le range2's min 5 &#39;.
pl_pl: Określ cenę na podstawie wagi koszyka. Wartości minimalne zakresu są liczone w zakresie tylko jako zero, np. Jeśli istnieją 2 zakresy (zakres 1 = min 0, max 5; zakres 2 = min 5, max 10), tylko „min 0” zakresu 1 będzie liczone, ale nie „min 0” zakresu 2 "min 5".

source: Weight does not match with any range.
fr_ca: Le poids ne correspond à aucune plage.
pl_pl: Waga nie pasuje do żadnego zakresu.

source: Contact group availability
fr_ca: Disponibilité du groupe de contact
pl_pl: Dostępność grupy kontaktów

source: Make service available only for specific contact groups.
fr_ca: Rendre le service disponible uniquement pour des groupes de contacts spécifiques.
pl_pl: Udostępnij usługę tylko dla określonych grup kontaktów.

source: groups
fr_ca: groupes
pl_pl: grupy

source: The contact groups for which this service is available.
fr_ca: Les groupes de contact pour lesquels ce service est disponible.
pl_pl: Grupy kontaktów, dla których ta usługa jest dostępna.

source: Customer does not belong to any group.
fr_ca: Le client n'appartient à aucun groupe.
pl_pl: Klient nie należy do żadnej grupy.

source: Service is not available for any of the customer's groups.
fr_ca: Le service n'est disponible pour aucun des groupes du client.
pl_pl: Usługa nie jest dostępna dla żadnej z grup klientów.

source: Access to Admin Panel only availability
fr_ca: Accès au panneau d'administration uniquement disponibilité
pl_pl: Dostęp tylko do panelu administratora

source: Make service available only for people with `Access to Admin Panel` rights.
fr_ca: Rendre le service disponible uniquement pour les personnes ayant les droits d'accès au panneau d'administration.
pl_pl: Udostępnij usługę tylko dla osób z prawami dostępu do panelu administratora.

source: Service is only available for people with `Access to Admin Panel` (`is_staff`) rights.
fr_ca: Le service n'est disponible que pour les personnes ayant les droits «Accès au panneau d'administration» («is_staff»).
pl_pl: Usługa jest dostępna tylko dla osób z uprawnieniami „Dostęp do panelu administratora” („is_staff”).

source: Order total price limit
fr_ca: Limite de prix total de la commande
pl_pl: Całkowity limit ceny zamówienia

source: Limit service availability based on order's total price.
fr_ca: Limitez la disponibilité du service en fonction du prix total de la commande.
pl_pl: Ogranicz dostępność usługi na podstawie całkowitej ceny zamówienia.

source: min price value
fr_ca: valeur du prix minimum
pl_pl: minimalna cena

source: max price value
fr_ca: valeur maximale du prix
pl_pl: maksymalna cena

source: Order's total price is not within the defined service limits.
fr_ca: Le prix total de la commande ne se situe pas dans les limites de service définies.
pl_pl: Całkowita cena zamówienia nie mieści się w określonych limitach usług.

source: Country limit
fr_ca: Limite de pays
pl_pl: Limit dla danego kraju

source: Limit service availability based on countries selected.
fr_ca: Limitez la disponibilité du service en fonction des pays sélectionnés.
pl_pl: Ogranicz dostępność usług w zależności od wybranych krajów.

source: available in countries
fr_ca: disponible dans les pays
pl_pl: dostępne w krajach

source: available in european union
pl_pl: dostępne w Unii Europejskiej

source: unavailable in countries
fr_ca: indisponible dans les pays
pl_pl: niedostępne w krajach

source: unavailable in european union
pl_pl: niedostępne w Unii Europejskiej

source: Service is not available without a defined country.
fr_ca: Le service n'est pas disponible sans un pays défini.
pl_pl: Usługa nie jest dostępna bez określenia kraju.

source: Service is not available for this country.
fr_ca: Le service n'est pas disponible pour ce pays.
pl_pl: Usługa nie jest dostępna w tym kraju.

source: round up to the nearest number with ties going up, away from zero
fr_ca: arrondir au nombre supérieur le plus proche avec des égalités en hausse, loin de zéro
pl_pl: Zaokrąglanie w górę do najbliższej liczby całkowitej, od zera

source: round to the nearest number with ties going down, towards zero
fr_ca: arrondir au nombre le plus proche avec des égalités descendant, vers zéro
pl_pl: Zaokrąglanie w dół do najbliższej liczby całkowitej, w kierunku zera

source: round up, away from zero, towards the farther round number
fr_ca: arrondir, loin de zéro, vers le nombre arrondi le plus éloigné
pl_pl: zaokrąglić w górę, od zera, w kierunku najbliższej większej okrągłej liczby

source: round down, towards zero, towards the closest round number
fr_ca: Arrondir vers le bas, vers zéro, vers le chiffre rond le plus proche
pl_pl: zaokrąglić w dół, w kierunku zera, do najbliższej okrągłej liczby

source: payment processor
fr_ca: processeur de paiement
pl_pl: procesor płatności

source: The payment method name. This name is shown to the customers on checkout.
fr_ca: Le nom du mode de paiement. Ce nom est montré aux clients lors du paiement.
pl_pl: Nazwa formy płatności. Ta nazwa jest wyświetlana klientom podczas płatności.

source: The description of the payment method. This description is shown to the customers on checkout.
fr_ca: La description du mode de paiement. Cette description est présentée aux clients lors du paiement.
pl_pl: Opis metody płatności. Ten opis jest wyświetlany klientom podczas płatności.

source: rounding quantize
fr_ca: arrondi quantifier
pl_pl: zaokrąglanie kwantyzacji

source: Choose rounding quantize (precision) for cash payment.
fr_ca: Choisissez l'arrondi quantification (précision) pour le paiement en espèces.
pl_pl: Wybierz zaokrąglanie kwantyzacji (precyzja) dla płatności gotówkowych.

source: rounding mode
fr_ca: mode d'arrondi
pl_pl: tryb zaokrąglania

source: Choose rounding mode for cash payment.
fr_ca: Choisissez le mode d'arrondi pour le paiement en espèces.
pl_pl: Wybierz tryb zaokrąglania w przypadku płatności gotówką.

source: custom payment processor
fr_ca: processeur de paiement personnalisé
pl_pl: niestandardowy procesor płatności

source: custom payment processors
fr_ca: processeurs de paiement personnalisés
pl_pl: niestandardowe procesory płatności

source: Manually processed payment
fr_ca: Paiement traité manuellement
pl_pl: Płatność przetworzona ręcznie

source: Cash payment
fr_ca: Paiement en espèces
pl_pl: Płatność gotówką

source: carrier
fr_ca: transporteur
pl_pl: nośnik

source: The shipping method name. This name is shown to the customers on checkout.
fr_ca: Le nom de la méthode d'expédition. Ce nom est montré aux clients lors du paiement.
pl_pl: Nazwa metody wysyłki. Ta nazwa jest wyświetlana klientom podczas płatności.

source: The description of the shipping method. This name is shown to the customers on checkout.
fr_ca: La description de la méthode d'expédition. Ce nom est montré aux clients lors du paiement.
pl_pl: Opis sposobu wysyłki. Ta nazwa jest wyświetlana klientom podczas płatności.

source: custom carrier
fr_ca: transporteur personnalisé
pl_pl: niestandardowy przewoźnik

source: custom carriers
fr_ca: transporteurs personnalisés
pl_pl: przewoźnicy niestandardowi

source: Manually processed shipment
fr_ca: Envoi traité manuellement
pl_pl: Przesyłka przetwarzana ręcznie

source: Not sent
pl_pl: Nie wysłano

source: Sent
pl_pl: Wysłano

source: Error
pl_pl: Błąd

source: Deleted
pl_pl: Usunięto

source: outgoing
fr_ca: sortant
pl_pl: wychodzące

source: incoming
fr_ca: entrant
pl_pl: przychodzące

source: tracking code
fr_ca: code de suivi
pl_pl: kod śledzenia

source: tracking url
pl_pl: link śledzenia

source: volume ({})
fr_ca: le volume ({})
pl_pl: Ilość ({})

source: weight ({})
fr_ca: poids ({})
pl_pl: waga ({})

source: shipment
fr_ca: expédition
pl_pl: wysyłka

source: shipments
fr_ca: expéditions
pl_pl: wysyłka

source: unit volume ({})
fr_ca: volume unitaire ({})
pl_pl: objętość jednostkowa ({})

source: unit weight ({})
fr_ca: unité de poids ({})
pl_pl: waga jednostkowa ({})

source: sent product
fr_ca: cours envoyé
pl_pl: wysłany produkt

source: sent products
fr_ca: cours envoyés
pl_pl: wysłane produkty

source: The following fields can't be changed because there are existing orders for this shop.
fr_ca: Les champs suivants ne peuvent pas être modifiés car il existe des réservations existantes pour ce profil.
pl_pl: Tych pól nie można zmienić, ponieważ istnieją już zamówienia w tym sklepie.

source: domain
fr_ca: domaine
pl_pl: domena

source: Your shop domain name. Use this field to configure the URL that is used to visit your store front. Note: this requires additional configuration through your internet domain registrar.
fr_ca: Le nom de domaine de votre profil. Utilisez ce champ pour configurer l'URL utilisée pour visiter votre profil. Remarque: cela nécessite une configuration supplémentaire via votre registraire de domaine Internet.
pl_pl: Nazwa domeny Twojego sklepu. Użyj tego pola, aby skonfigurować adres URL używany do odwiedzania witryny sklepu. Uwaga: wymaga to dodatkowej konfiguracji przez rejestratora domeny internetowej.

source: Your shop's status. Disable your shop if it's no longer in use. For temporary closing enable the maintenance mode, available in the `Maintenance Mode` tab on the left.
fr_ca: Le statut de votre profil. Désactivez votre profil s'il n'est plus utilisé. Pour une fermeture temporaire, activez le mode maintenance, disponible dans l'onglet `Mode maintenance` sur la gauche.
pl_pl: Status Twojego sklepu. Wyłącz swój sklep, jeśli nie jest już używany. W celu tymczasowego zamknięcia włącz tryb konserwacji, dostępny w zakładce „Tryb konserwacji” po lewej stronie.

source: The primary shop currency. This is the currency used when selling the products.
fr_ca: La devise principale. Il s'agit de la devise utilisée lors de la réservation des cours.
pl_pl: Podstawowa waluta sklepu. Jest to waluta używana przy sprzedaży produktów.

source: This option defines whether product prices entered in admin include taxes. Note: this behavior can be overridden with contact group pricing.
fr_ca: Cette option définit si les prix des cours saisis dans l'administrateur incluent les taxes. Remarque: ce comportement peut être remplacé par la tarification des groupes de contacts.
pl_pl: Ta opcja określa, czy ceny produktów wprowadzone w panelu administracyjnym zawierają podatki. Uwaga: to zachowanie można zastąpić ceną grupy kontaktów.

source: Shop's logo. Will be shown at theme.
fr_ca: Logo du profil. Sera montré au thème.
pl_pl: Logo sklepu. Zostanie wyświetlony w motywie.

source: Shop's favicon - a mini-image graphically representing your shop. Depending on the browser, it will be shown next to the address bar and/or on the website title tab.
fr_ca: Favicon du profil - une mini-image représentant graphiquement votre profil. Selon le navigateur, il sera affiché à côté de la barre d'adresse et / ou sur l'onglet titre du site Web.
pl_pl: Favicon sklepu - mini-obrazek przedstawiający graficznie Twój sklep. W zależności od przeglądarki pojawi się obok paska adresu i/lub na karcie tytułu strony.

source: maintenance mode
fr_ca: Mode de Maintenance
pl_pl: tryb administracyjny

source: Enable if you want to make your shop temporarily unavailable to visitors while you do regular shop maintenance, fight the security breach or for some other reason. If you don't plan to have this shop open again, change the `Status` on the main `General Information` tab to `Disabled`.
fr_ca: Activez cette option si vous souhaitez rendre votre profil temporairement indisponible pour les visiteurs pendant que vous effectuez une maintenance régulière du profil, combattez la faille de sécurité ou pour une autre raison. Si vous ne prévoyez pas d'ouvrir à nouveau ce profil, changez le 'Statut' de l'onglet principal 'Informations générales' sur 'Désactivé'.
pl_pl: Włącz tę opcję, jeśli chcesz, aby Twój sklep był tymczasowo niedostępny dla odwiedzających podczas regularnej konserwacji sklepu, walki z naruszeniem bezpieczeństwa lub z innego powodu. Jeśli nie planujesz ponownie otwierać tego sklepu, zmień „Status” na głównej karcie „Informacje ogólne” na „Wyłączony”.

source: contact address
fr_ca: Adresse
pl_pl: adres

source: staff members
fr_ca: les membres du personnel
pl_pl: Pracownicy

source: The shop name. This name is displayed throughout Admin Panel.
fr_ca: Le nom du profil. Ce nom est affiché dans tout le panneau d'administration.
pl_pl: Nazwa sklepu. Ta nazwa jest wyświetlana w całym panelu administratora.

source: The public shop name. This name is displayed in the store front and in any customer email correspondence.
fr_ca: Le nom public. Ce nom est affiché sur la plateforme.
pl_pl: Publiczna nazwa sklepu. Ta nazwa jest wyświetlana na froncie sklepu oraz w każdej korespondencji e-mailowej klientów.

source: To make your shop stand out, give it an awesome description. This is what will help your shoppers learn about your shop. It will also help shoppers find your store from the web.
fr_ca: Pour que votre profil se démarque, écrivez une description unique. C'est ce qui aidera vos clients à découvrir votre profil. Cela aidera également les clients à trouver votre profil sur le Web.
pl_pl: Aby Twój sklep się wyróżniał, dodaj opis. To pomoże Twoim kupującym dowiedzieć się o Twoim sklepie. Pomoże też kupującym znaleźć Twój sklep w internecie.
