Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/core/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, pl_pl

source: Enable this if you want to limit your product to use only the select shipping methods. You can select the allowed shipping method(s) in the field below - all the rest are disallowed.
fr_ca: Activez cette option si vous souhaitez limiter votre cours à utiliser uniquement les méthodes d'expédition sélectionnées. Vous pouvez sélectionner le (s) mode (s) d'expédition autorisé (s) dans le champ ci-dessous - tous les autres sont interdits.
pl_pl: Włącz tę opcję, jeśli chcesz ograniczyć metody wysyłki dla danego produkt. Możesz wybrać dozwolone metody wysyłki w polu poniżej - cała reszta będzie niedostępna.

source: limit the payment methods
fr_ca: limiter les modes de paiement
pl_pl: ogranicz metody płatności

source: Enable this if you want to limit your product to use only the select payment methods. You can select the allowed payment method(s) in the field below - all the rest are disallowed.
fr_ca: Activez cette option si vous souhaitez limiter votre cours à utiliser uniquement les modes de paiement sélectionnés. Vous pouvez sélectionner le (s) mode (s) de paiement autorisé (s) dans le champ ci-dessous - tous les autres sont interdits.
pl_pl: Włącz tę opcję, jeśli chcesz ograniczyć dostępne metody płatności dla danego produktu. Możesz wybrać dozwolone metody płatności w polu poniżej - cała reszta będzie niedostępna.

source: shipping methods
fr_ca: méthodes de livraison
pl_pl: sposoby wysyłki

source: If you enabled the `Limit the payment methods` choice above, then here you can select the individual shipping methods you want to ALLOW for this product. The ones not mentioned are disabled. To change this, search for `Shipping Methods`.
fr_ca: Si vous avez activé le choix «Limiter les modes de paiement» ci-dessus, vous pouvez sélectionner ici les modes d'expédition individuels que vous souhaitez autoriser pour ce cours. Ceux qui ne sont pas mentionnés sont désactivés. Pour changer cela, recherchez `Méthodes d'expédition`.
pl_pl: Jeśli wybrałeś opcję "Ogranicz metody płatności" możesz tutaj wybrać metody wysyłki, które będą DOSTĘPNE dla tego produktu. Niewymienione metody są wyłączone. Aby je zmienić, wyszukaj „Metody wysyłki”.

source: payment methods
fr_ca: méthodes de payement
pl_pl: metody płatności

source: If you enabled the `Limit the payment methods` choice above, then here you can select the individuals payment methods you want to ALLOW for this product. The ones not mentioned are disabled. To change this, search for `Payment Methods`.
fr_ca: Si vous avez activé le choix «Limiter les modes de paiement» ci-dessus, vous pouvez sélectionner ici les modes de paiement individuels que vous souhaitez autoriser pour ce cours. Ceux qui ne sont pas mentionnés sont désactivés. Pour changer cela, recherchez «Modes de paiement».
pl_pl: Jeśli wybrałeś opcję "Ogranicz metody płatności" możesz tutaj wybrać metody wysyłki, które będą DOSTĘPNE dla tego produktu. Niewymienione metody są wyłączone. Aby je zmienić, wyszukaj „Metody wysyłki”.

source: primary category
fr_ca: style principal
pl_pl: główna kategoria

source: Choose the primary category for the product. This will be the main category for classification in the system. The product will be found under this category in your store. To change this, search for `Categories`.
fr_ca: Choisissez le style principale du cours. Ce sera le style principal de classification dans le système. Le cours se trouvera dans ce style sur votre profil. Pour changer cela, recherchez «Styles».
pl_pl: Wybierz główną kategorię produktu. Będzie to główna kategoria do klasyfikacji w systemie. Produkt znajdzie się w tej kategorii w Twoim sklepie. Aby to zmienić, wyszukaj „Kategorie”.

source: Add secondary categories for your product. These are other categories that your product fits under and that it can be found by in your store.
fr_ca: Ajoutez des styles secondaires pour votre cours. Ce sont d'autres styles dans lesquelles votre cours s'inscrit et dans lesquels il peut être trouvé sur votre profil.
pl_pl: Dodaj kategorie drugorzędne dla produktu. Są to inne kategorie, do których pasuje Twój produkt i według których można go znaleźć w Twoim sklepie.

source: primary image
fr_ca: image principale
pl_pl: główny obraz

source: Click this to set this image as the primary display image for the product.
fr_ca: Cliquez sur cette option pour définir cette image comme image d'affichage principale du cours.
pl_pl: Kliknij, aby ustawić ten obraz jako główny wyświetlany obraz produktu.

source: default price
fr_ca: prix par défaut
pl_pl: cena domyślna

source: This is the default individual base unit (or multi-pack) price of the product. All discounts or coupons will be calculated based off of this price.
fr_ca: Il s'agit du prix unitaire de base individuel (ou multi-pack) par défaut du cours. Tous les rabais ou coupons seront calculés sur la base de ce prix.
pl_pl: Jest to domyślna cena za jednostkę podstawową (lub opakowanie zbiorcze) produktu. Wszystkie zniżki lub kupony będą obliczane na podstawie tej ceny.

source: minimum price
fr_ca: prix minimum
pl_pl: cena minimalna

source: This is the default price that the product cannot go under in your store, despite coupons or discounts being applied. This is useful to make sure your product price stays above the cost.
fr_ca: Il s'agit du prix par défaut auquel le cours ne peut pas être soumis sur votre profil, malgré l'application de coupons ou de réductions. Ceci est utile pour vous assurer que le prix de votre cours reste supérieur au coût.
pl_pl: Jest to cena domyślna, pod którą produkt nie może zostać obniżony w Twoim sklepie, pomimo zastosowania kuponów lub rabatów. Jest to przydatne, aby upewnić się, że cena produktu pozostaje powyżej kosztu.

source: available until
fr_ca: disponible jusqu'au
pl_pl: dostępne do

source: After this date this product will be invisible in store front.
fr_ca: Après cette date, ce cours sera invisible.
pl_pl: Po tym terminie produkt ten będzie niewidoczny na froncie sklepu.

source: display unit
fr_ca: unité d'affichage
pl_pl: wyświetlacz

source: Unit for displaying quantities of this product.
fr_ca: Unité d'affichage des quantités de ce cours.
pl_pl: Jednostka do wyświetlania ilości tego produktu.

source: Enter a descriptive name for your product. This will be its title in your store front.
fr_ca: Saisissez un nom descriptif pour votre cours. Ce sera son titre sur votre profil.
pl_pl: Wprowadź opisową nazwę swojego produktu. To będzie jego tytuł na froncie Twojego sklepu.

source: To make your product stands out, give it an awesome description. This is what will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
fr_ca: Pour que votre cours se démarque, écrivez une description unique. C'est ce qui aidera vos clients à découvrir vos cours. Cela aidera également les clients à les trouver sur la plateforme.
pl_pl: Aby Twój produkt się wyróżniał, nadaj mu dokładny opis. To pomoże Twoim kupującym poznać Twoje produkty. Pomoże też kupującym znaleźć je w sklepie i w internecie.

source: short description
fr_ca: brève description
pl_pl: krótki opis

source: Enter a short description for your product. The short description will be used to get the attention of your customer with a small, but precise description of your product. It also helps with getting more traffic via search engines.
fr_ca: Saisissez une brève description de votre cours. La brève description sera utilisée pour attirer l'attention de votre client avec une description courte mais précise de votre cours. Cela aide également à obtenir plus de trafic via les moteurs de recherche.
pl_pl: Wprowadź krótki opis swojego produktu. Krótki opis posłuży do zwrócenia uwagi klienta za pomocą małego, ale precyzyjnego opisu produktu. Pomaga również w uzyskaniu większego ruchu za pośrednictwem wyszukiwarek.

source: status text
fr_ca: texte d'état
pl_pl: tekst stanu

source: This text will be shown alongside the product in the shop. It is useful for informing customers of special stock numbers or preorders. (Ex.: Available in a month)
fr_ca: Ce texte sera affiché à côté du cours sur la plateforme. Il est utile pour informer les clients des numéros de stock spéciaux ou des précommandes. (Ex: disponible dans un mois)
pl_pl: Ten tekst będzie wyświetlany obok produktu w sklepie. Jest to przydatne do informowania klientów o specjalnych numerach magazynowych lub zamówieniach w przedsprzedaży. (Np. dostępne za miesiąc)

source: shop product
pl_pl: kup produkt

source: shop products
pl_pl: kup produkty

source: Error! Invalid display unit: Internal unit of the selected display unit does not match with the sales unit of the product.
fr_ca: Erreur ! Unité d'affichage non valide: L'unité interne de l'unité d'affichage sélectionnée ne correspond pas à l'unité de réservation du cours.
pl_pl: Błąd! Nieprawidłowa jednostka wyświetlania: Jednostka wewnętrzna wybranej jednostki wyświetlania nie jest zgodna z jednostką sprzedaży produktu.

source: This product has been deleted.
fr_ca: Ce cours a été supprimé.
pl_pl: Ten produkt został usunięty.

source: This product is not visible.
fr_ca: Ce cours n'est pas visible.
pl_pl: Ten produkt jest niewidoczny.

source: Error! This product is not available until the current date.
fr_ca: Erreur! Ce cours n'est disponible qu'à la date actuelle.
pl_pl: Błąd! Ten produkt nie jest obecnie dostępny.

source: The Product is invisible to users not logged in.
fr_ca: Le cours est invisible pour les utilisateurs non connectés.
pl_pl: Ten produkt jest niewidoczny dla niezalogowanych użytkowników.

source: This product is not visible to your group.
fr_ca: Ce cours n'est pas visible par votre groupe.
pl_pl: Ten produkt jest niewidoczny dla twojej grupy.

source: The product is not purchasable.
fr_ca: Le cours n'est pas réservable.
pl_pl: Produkt nie podlega zakupowi.

source: The purchase quantity needs to be at least %d for this product.
fr_ca: La quantité de réservations doit être d'au moins %d pour ce cours.
pl_pl: Ilość zakupionych musi wynosić co najmniej %d dla tego produktu.

source: The product can only be ordered in multiples of {package_size}, for example {amount}.
fr_ca: Le cours ne peut être réservé que par multiples de {package_size}, par exemple {amount}.
pl_pl: Produkt można zamówić tylko jako wielokrotność {package_size}, na przykład {amount}.

source: The product can only be ordered in multiples of {package_size}, for example {smaller_amount} or {larger_amount}.
fr_ca: Le cours ne peut être réservé que par multiples de {package_size}, par exemple {smaller_amount} ou {larger_amount}.
pl_pl: Produkt można zamówić tylko w wielokrotnościach {package_size}, na przykład {smaller_amount} lub {larger_amount}.

source: The product has no supplier.
fr_ca: Le cours n'a pas de professeur.
pl_pl: Ten produkt nie posiada dostawcy.

source: The product is not supplied by %s.
fr_ca: Le cours n'est pas enseigné par %s.
pl_pl: Ten produkt nie jest dostarczany przez %s.

source: Product has no sellable children.
fr_ca: Le cours.
pl_pl: Produkt nie ma elementów podrzędnych do sprzedaży.

source: variation variable
fr_ca: variable de variation
pl_pl: parametr zmiennej

source: variation variables
fr_ca: variables de variation
pl_pl: parametry zmiennej

source: variation value
fr_ca: valeur de variation
pl_pl: wartość zmiennej

source: variation values
fr_ca: valeurs de variation
pl_pl: wartości zmiennej

source: combination hash
fr_ca: hachage combiné
pl_pl: połączenie hash

source: result
fr_ca: résultat
pl_pl: wynik

source: variation result
fr_ca: résultat de la variation
pl_pl: wynik zmiennej

source: variation results
fr_ca: résultats de variation
pl_pl: wyniki zmiennej

source: normal
fr_ca: Ordinaire
pl_pl: normalny

source: package parent
fr_ca: parent de package
pl_pl: nadrzędna pakietu

source: variation parent (simple)
fr_ca: parent de variante (simple)
pl_pl: rodzic zmiennej (prosta)

source: variation parent (variable)
fr_ca: parent de variation (variable)
pl_pl: rodzic zmiennej (parametr)

source: variation child
fr_ca: enfant de variation
pl_pl: dziecko zmiennej

source: subscription
fr_ca: abonnement
pl_pl: Subskrypcja

source: visible to logged in
fr_ca: visible pour connecté
pl_pl: widoczne dla zalogowanych

source: visible to groups
fr_ca: visible par les groupes
pl_pl: widoczne dla grup

source: stocked
fr_ca: approvisionné
pl_pl: dostępne

source: unstocked
fr_ca: non stocké
pl_pl: niedostępne

source: recommended
fr_ca: conseillé
pl_pl: polecane

source: related
fr_ca: en relation
pl_pl: powiązane

source: computed
fr_ca: calculé
pl_pl: obliczone

source: bought with
fr_ca: acheté avec
pl_pl: kupiony z

source: not shipped (non-deliverable)
fr_ca: non expédié (non livrable)
pl_pl: wysyłka nie dostępna (niedostarczalne)

source: shipped (deliverable)
fr_ca: expédié (livrable)
pl_pl: dostępna wysyłka (możliwe do dostarczenia)

source: no verification required
fr_ca: aucune vérification requise
pl_pl: weryfikacja nie wymagana

source: admin verification required
fr_ca: vérification de l'administrateur requise
pl_pl: wymagana weryfikacja administratora

source: third party verification required
fr_ca: vérification par un tiers requise
pl_pl: wymagana weryfikacja trzeciej strony

source: Enter a descriptive name for your product type. Products and attributes for products of this type can be found under this name.
fr_ca: Saisissez un nom descriptif pour votre type de cours. Les cours et attributs des cours de ce type se trouvent sous ce nom.
pl_pl: Wprowadź opisową nazwę dla swojego typu produktu. Pod tą nazwą można znaleźć produkty i atrybuty produktów tego typu.

source: Select attributes that go with your product type. To change available attributes search for `Attributes`.
fr_ca: Sélectionnez les attributs qui correspondent à votre type de cours. Pour modifier les attributs disponibles, recherchez ʻAttributs`.
pl_pl: Wybierz atrybuty, które pasują do Twojego typu produktu. Aby zmienić dostępne atrybuty, wyszukaj „Atrybuty”.

source: product type
fr_ca: type de cours
pl_pl: rodzaj produktu

source: product types
fr_ca: types de cours
pl_pl: rodzaje produktu

source: mode
pl_pl: tryb

source: variation parent
fr_ca: parent de variation
pl_pl: rodzic zmiennej

source: shipping mode
fr_ca: mode de livraison
pl_pl: sposób wysyłki

source: Set to `shipped` if the product requires shipment.
fr_ca: Réglez sur «expédié» si le cours doit être expédié.
pl_pl: Ustaw jako „wysyłane”, jeśli produkt wymaga wysyłki.

source: sales unit
fr_ca: unité de réservation
pl_pl: jednostka sprzedaży

source: Select a sales unit for your product. This is shown in your store front and is used to determine whether the product can be purchased using fractional amounts. To change settings search for `Sales Units`.
fr_ca: Sélectionnez une unité de réservation pour votre cours. Ceci est indiqué sur la devanture de votre profil et est utilisé pour déterminer si le cours peut être réservé en utilisant des quantités fractionnaires. Pour modifier les paramètres, recherchez «Unités de réservation».
pl_pl: Wybierz jednostkę sprzedaży dla swojego produktu. Jest to pokazane na stronie sklepu i służy do określenia, czy produkt można kupić za ułamkowe ilości. Aby zmienić ustawienia, wyszukaj „Jednostki sprzedaży”.

source: tax class
fr_ca: Classe d'impôt
pl_pl: grupa podatku

source: Select a tax class for your product. The tax class is used to determine which taxes to apply to your product. Define tax classes by searching for `Tax Classes`. To define the rules by which taxes are applied search for `Tax Rules`.
fr_ca: Sélectionnez une classe de taxe pour votre cours. La classe de taxe est utilisée pour déterminer les taxes à appliquer à votre cours. Définissez les classes de taxes en recherchant «Classes de taxes». Pour définir les règles d'application des taxes, recherchez «Règles fiscales».
pl_pl: Wybierz klasę podatkową dla swojego produktu. Klasa podatkowa służy do określania podatków, które należy zastosować do produktu. Zdefiniuj klasy podatkowe, wyszukując „Klasy podatkowe”. Aby zdefiniować zasady nakładania podatków, wyszukaj „Reguły podatkowe”.

source: Select a product type for your product. These allow you to configure custom attributes to help with classification and analysis.
fr_ca: Sélectionnez un type de cours pour votre cours.
pl_pl: Wybierz typ produktu dla swojego produktu. Umożliwiają one konfigurowanie atrybutów niestandardowych, które ułatwiają klasyfikację i analizę.

source: Enter a SKU (Stock Keeping Unit) number for your product. This is a product identification code that helps you track products through your inventory and analyze their movement. People often use the product's barcode number, but you can set up any numerical system you want to keep track of products.
fr_ca: Entrez un numéro SKU (Stock Keeping Unit) pour votre cours. Il s'agit d'un code d'identification de cours qui vous aide à suivre les cours dans votre inventaire et à analyser leur mouvement. Les gens utilisent souvent le numéro de code-barres du cours, mais vous pouvez configurer n'importe quel système numérique que vous souhaitez garder une trace des cours.
pl_pl: Wprowadź numer SKU (jednostka magazynowa) swojego produktu. Jest to kod identyfikacyjny produktu, który pomaga śledzić produkty w magazynie i analizować ich ruch. Ludzie często używają numeru kodu kreskowego produktu, ale możesz skonfigurować dowolny system numeryczny, który chcesz używać do śledzenia produktów.

source: You can enter a Global Trade Item Number. This is typically a 14 digit identification number for all of your trade items. It can often be found by the barcode.
fr_ca: Vous pouvez saisir un numéro d'article Global Trade. Il s'agit généralement d'un numéro d'identification à 14 chiffres pour tous vos articles commerciaux. Il peut souvent être trouvé par le code-barres.
pl_pl: Możesz wprowadzić globalny numer jednostki handlowej. Zwykle jest to 14-cyfrowy numer identyfikacyjny dla wszystkich produktów handlowych. Często można go znaleźć po kodzie kreskowym.

source: barcode
fr_ca: code à barre
pl_pl: kod kreskowy

source: You can enter the barcode number for your product. This is useful for inventory/stock tracking and analysis.
fr_ca: Vous pouvez saisir le numéro de code-barres de votre cours.
pl_pl: Możesz wprowadzić numer kodu kreskowego swojego produktu. Jest to przydatne do śledzenia i analizy zapasów magazynowych.

source: bookkeeping account
fr_ca: compte de comptabilité
pl_pl: konto księgowe

source: profit center
fr_ca: centre de profit
pl_pl: centrum zysków

source: cost center
fr_ca: centre de coûts
pl_pl: centrum kosztów

source: width ({})
fr_ca: largeur ({})
pl_pl: szerokość ({})

source: Set the measured width of your product or product packaging. This will provide customers with the product size and help with calculating shipping costs.
fr_ca: Définissez la largeur mesurée de votre cours.
pl_pl: Ustaw szerokość produktu lub opakowania produktu. Zapewni to klientom informacje o rozmiarze produktu i pomoże w obliczeniu kosztów wysyłki.

source: height ({})
fr_ca: la taille ({})
pl_pl: wysokość ({})

source: Set the measured height of your product or product packaging. This will provide customers with the product size and help with calculating shipping costs.
fr_ca: Définissez la hauteur mesurée de votre cours.
pl_pl: Ustaw wysokość produktu lub opakowania produktu. Zapewni to klientom informacje o rozmiarze produktu i pomoże w obliczeniu kosztów wysyłki.

source: depth ({})
fr_ca: profondeur ({})
pl_pl: głębokość ({})

source: Set the measured depth or length of your product or product packaging. This will provide customers with the product size and help with calculating shipping costs.
fr_ca: Définissez la profondeur ou la longueur mesurée de votre cours ou de son emballage. Cela fournira aux clients la taille du cours et aidera à calculer les frais d'expédition.
pl_pl: Ustaw głębokość lub długość produktu lub opakowania produktu. Zapewni to klientom informacje o rozmiarze produktu i pomoże w obliczeniu kosztów wysyłki.

source: net weight ({})
fr_ca: poids net ({})
pl_pl: waga netto ({})

source: Set the measured weight of your product WITHOUT its packaging. This will provide customers with the actual product's weight.
fr_ca: Réglez le poids mesuré de votre cours. Cela fournira aux clients le poids réel du cours.
pl_pl: Ustaw wagę produktu BEZ opakowania. Zapewni to klientom rzeczywistą wagę produktu.

source: gross weight ({})
fr_ca: poids brut ({})
pl_pl: waga brutto ({})

source: Set the measured gross weight of your product WITH its packaging. This will help with calculating shipping costs.
fr_ca: Réglez le poids brut mesuré de votre cours. Cela vous aidera à calculer les frais d'expédition.
pl_pl: Ustaw wagę brutto produktu wraz z jego opakowaniem. Pomoże to w obliczeniu kosztów wysyłki.

source: Select a manufacturer for your product. To define these, search for `Manufacturers`.
fr_ca: Sélectionnez un professionnel pour votre cours. Pour les définir, recherchez «Professionnels».
pl_pl: Wybierz producenta swojego produktu. Aby go zdefiniować, wyszukaj „Producenci”.

source: To make your product stand out, give it an awesome description. This is what will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
fr_ca: Pour faire ressortir votre cours, écrivez une description unique. C'est ce qui aidera vos clients à découvrir vos cours. Cela aidera également les clients à les trouver sur la plateforme.
pl_pl: Aby wyróżnić swój produkt, dodaj dokładny opis. Umożliwi to kupującym poznanie Twoich produktów. Pomoże też znaleźć je w sklepie i w internecie.

source: Enter a URL slug for your product. Slug is user- and search engine-friendly short text used in a URL to identify and describe a resource. In this case it will determine what your product page URL in the browser address bar will look like. A default will be created using the product name.
fr_ca: Saisissez un slug d'URL pour votre cours. Slug est un court texte facile pour l'utilisateur et les moteurs de recherche utilisés dans une URL pour identifier et décrire une ressource. Dans ce cas, il déterminera à quoi ressemblera l'URL de votre page cours dans la barre d'adresse du navigateur. Une valeur par défaut sera créée en utilisant le nom du cours.
pl_pl: Wprowadź informacje o adresie URL swojego produktu. Slug to przyjazny dla użytkownika i wyszukiwarki krótki tekst używany w adresie URL do identyfikacji i opisu zasobu. W tym przypadku określi, jak będzie wyglądał adres URL strony produktu w pasku adresu przeglądarki. Wartość domyślna zostanie utworzona przy użyciu nazwy produktu.

source: keywords
fr_ca: mots clés
pl_pl: słowa klucze

source: You can enter keywords that describe your product. This will help your shoppers learn about your products. It will also help shoppers find them in the store and on the web.
fr_ca: Vous pouvez saisir des mots clés décrivant votre cours. Cela aidera vos clients à découvrir vos cours. Cela aidera également les clients à les trouver sur la plateforme.
pl_pl: Możesz wprowadzić słowa kluczowe opisujące Twój produkt. Pomoże to Twoim kupującym poznać Twoje produkty. Pomoże też kupującym znaleźć je w sklepie i w internecie.

source: variation name
fr_ca: nom de la variante
pl_pl: nazwa zmiennej
