Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/core/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, pl_pl

source: Enter a short description for your shop. The short description will be used to get the attention of your customer with a small, but precise description of your shop. It also helps with getting more traffic via search engines.
fr_ca: Écrivez une brève description de votre profil. La brève description sera utilisée pour attirer l'attention de votre client avec une description courte mais précise de votre profil. Cela aide également à obtenir plus de trafic via les moteurs de recherche.
pl_pl: Wpisz krótki opis swojego sklepu. Krótki opis posłuży do zwrócenia uwagi klienta za pomocą małego, ale precyzyjnego opisu Twojego sklepu. Pomaga również w uzyskaniu większego ruchu za pośrednictwem wyszukiwarek.

source: maintenance message
fr_ca: message de maintenance
pl_pl: wiadomość administracyjna

source: The message to display to customers while your shop is in a maintenance mode.
fr_ca: Le message à afficher aux clients lorsque votre profil est en mode maintenance.
pl_pl: Komunikat wyświetlany klientom, gdy Twój sklep jest w trybie konserwacji.

source: Username
fr_ca: Nom d'utilisateur
pl_pl: Nazwa Użytkownika

source: alert limit
fr_ca: limite d'alerte
pl_pl: limit ostrzeżeń

source: physical stock count
fr_ca: inventaire physique
pl_pl: fizyczna ilość

source: logical stock count
fr_ca: inventaire logique
pl_pl: ilość logiczna

source: internal
fr_ca: interne
pl_pl: wewnętrzne

source: external
fr_ca: externe
pl_pl: zewnętrzne

source: The product supplier's name. You can enable suppliers to manage the inventory of stocked products.
fr_ca: Le nom du professeur du cours. Vous pouvez permettre aux professeurs de gérer l'inventaire des cours.
pl_pl: Nazwa dostawcy produktu. Dostawcom można umożliwić zarządzanie zapasami produktów.

source: supplier type
fr_ca: type de professionnel
pl_pl: rodzaj dostawcy

source: The supplier type indicates whether the products are supplied through an internal supplier or an external supplier, and which group this supplier belongs to.
fr_ca: Le type de professeur indique si les cours sont fournis via un professionnel interne ou externe, et à quel groupe appartient ce professeur.
pl_pl: Typ dostawcy wskazuje, czy produkty są dostarczane przez dostawcę wewnętrznego czy zewnętrznego oraz do której grupy należy ten dostawca.

source: stock managed
fr_ca: stock géré
pl_pl: zarządzanie stanem magazynowym

source: Enable this if this supplier will manage the inventory of the stocked products. Having a managed stock enabled is unnecessary if e.g. selling digital products that will never run out no matter how many are being sold. There are some other cases when it could be an unnecessary complication. This settingmerely assigns a sensible default behavior, which can be overwritten on a product-by-product basis.
fr_ca: Activez cette option si ce professeur gère l'inventaire des cours stockés. Avoir un stock géré activé n'est pas nécessaire si par exemple la réservation de cours numériques qui ne sera jamais épuisée, quel que soit le nombre réservé. Il existe d'autres cas où cela pourrait être une complication inutile. Ce paramètre attribue simplement un fuseau horaire par défaut.
pl_pl: Włącz tę opcję, jeśli ten dostawca będzie zarządzał zapasami przechowywanych produktów. Włączenie zarządzanych zapasów jest niepotrzebne, jeśli np. sprzedajesz produkty cyfrowe, które nigdy się nie wyczerpią, bez względu na to, ile jest sprzedawanych. Istnieją inne przypadki, w których może to być niepotrzebna komplikacja. To ustawienie tylko przypisuje domyślne zachowanie, które można zastąpić dla każdego produktu.

source: Select the supplier module to use for this supplier. Supplier modules define the rules by which inventory is managed.
fr_ca: Sélectionnez le module agenda à utiliser pour ce professeur.
pl_pl: Wybierz moduł dostawcy, którego chcesz użyć dla tego dostawcy. Moduły dostawców definiują zasady zarządzania zapasami.

source: module data
fr_ca: données du module
pl_pl: dane modułu

source: You can select which particular shops fronts the supplier should be available in.
fr_ca: Vous pouvez sélectionner les façades de magasins dans lesquelles le fournisseur doit être disponible.
pl_pl: Możesz wybrać, w jakich sklepach ma być dostępny dostawca.

source: Indicates whether this supplier is currently enabled. In order to participate fully, the supplier also needs to be `Approved`.
fr_ca: Indique si ce fournisseur est actuellement activé. Afin de participer pleinement, le fournisseur doit également être «approuvé».
pl_pl: Wskazuje, czy ten dostawca jest obecnie włączony. Aby w pełni uczestniczyć, dostawca również musi być „Zatwierdzony”.

source: Enter a URL slug for your supplier. Slug is user- and search engine-friendly short text used in a URL to identify and describe a resource. In this case it will determine what your supplier page URL in the browser address bar will look like. A default will be created using the supplier name.
fr_ca: Saisissez un slug d'URL pour votre fournisseur. Slug est un court texte convivial pour l'utilisateur et les moteurs de recherche utilisé dans une URL pour identifier et décrire une ressource. Dans ce cas, il déterminera à quoi ressemblera l'URL de votre page fournisseur dans la barre d'adresse du navigateur. Une valeur par défaut sera créée en utilisant le nom du fournisseur.
pl_pl: Wprowadź informacje o adresie URL swojego dostawcy. Slug to przyjazny dla użytkownika i wyszukiwarki krótki tekst używany w adresie URL do identyfikacji i opisu zasobu. W tym przypadku określi, jak będzie wyglądał adres URL strony dostawcy w pasku adresu przeglądarki. Wartość domyślna zostanie utworzona przy użyciu nazwy dostawcy.

source: Approved
pl_pl: Zatwierdzony

source: Indicates whether this supplier is currently approved for work.
pl_pl: Wskazuje, czy ten dostawca jest obecnie zatwierdzony.

source: Module name
pl_pl: Nazwa modułu

source: Supplier modules name.
fr_ca: Nom des modules agenda
pl_pl: Nazwa modułów dostawcy.

source: Can't change the business critical fields of the Tax that is in use.
fr_ca: Impossible de modifier les champs critiques de la taxe en cours d'utilisation.
pl_pl: Nie można zmienić ważnych dla firmy pól podatku, które są w użyciu.

source: The abbreviated tax code name.
fr_ca: Le nom abrégé du code de taxe.
pl_pl: Skrócona nazwa kodu podatkowego.

source: The name of the tax. It is shown in order lines, in order invoices and confirmations.
fr_ca: Le nom de la taxe. Il est affiché dans les lignes de commande, dans les factures de commande et les confirmations.
pl_pl: Nazwa podatku. Jest pokazany w wierszach zamówienia, fakturach zamówień i potwierdzeniach.

source: tax rate
fr_ca: taux d'imposition
pl_pl: stawka podatku

source: The percentage rate of the tax. Mutually exclusive with the flat amount tax (flat tax is rarely used and the option is therefore hidden by default; contact Shuup to enable).
fr_ca: Le taux en pourcentage de la taxe. Mutuellement exclusif avec la taxe forfaitaire (la taxe forfaitaire est rarement utilisée et l'option est donc masquée par défaut; contactez Shuup pour l'activer).
pl_pl: Stawka procentowa podatku. Wzajemnie wyklucza się z podatkiem ryczałtowym (podatek liniowy jest rzadko stosowany i dlatego opcja jest domyślnie ukryta; skontaktuj się z Shuup, aby włączyć).

source: tax amount value
fr_ca: valeur du montant de la taxe
pl_pl: kwota podatku

source: The flat amount of the tax. Mutually exclusive with percentage rates tax.
fr_ca: Le montant forfaitaire de la taxe. Mutuellement exclusif avec taxe sur les taux de pourcentage.
pl_pl: Zryczałtowana kwota podatku. Wzajemnie wyklucza się z podatkiem według stawek procentowych.

source: currency of the amount tax
fr_ca: devise du montant taxe
pl_pl: waluta kwoty podatku

source: Enable if this tax is valid and should be active.
fr_ca: Activer si cette taxe est valide et doit être active.
pl_pl: Włącz, jeśli ten podatek jest ważny i powinien być aktywny.

source: Either rate or amount tax is required.
fr_ca: La taxe sur le taux ou le montant est requise.
pl_pl: Wymagana jest stawka lub kwota podatku.

source: Can't have both rate and amount taxes. They are mutually exclusive.
fr_ca: Impossible d'avoir à la fois le taux et le montant des taxes Ils sont mutuellement exclusifs.
pl_pl: Nie może mieć zarówno stawki, jak i kwoty podatku. Wzajemnie się wykluczają.

source: Currency is required if the amount tax value is specified.
fr_ca: La devise est requise si la valeur de la taxe est spécifiée.
pl_pl: Waluta jest wymagana, jeśli określono kwotę podatku.

source: taxes
fr_ca: impôts
pl_pl: podatki

source: The tax class name. Tax classes are used to control how taxes are applied to the products.
fr_ca: Le nom de la classe fiscale. Les classes de taxes sont utilisées pour contrôler la façon dont les taxes sont appliquées aux cours.
pl_pl: Nazwa klasy podatkowej. Klasy podatkowe służą do kontrolowania sposobu nakładania podatków na produkty.

source: Enable if this tax class is valid and should be active.
fr_ca: Activer si cette classe de taxe est valide et doit être active.
pl_pl: Włącz, jeśli ta klasa podatkowa jest prawidłowa i powinna być aktywna.

source: tax classes
fr_ca: classes fiscales
pl_pl: grupy podatków

source: The customer tax group name. Customer tax groups can be used to control how taxes are applied to a set of customers.
fr_ca: Le nom du groupe de taxes du client. Les groupes de taxes client peuvent être utilisés pour contrôler la façon dont les taxes sont appliquées à un ensemble de clients.
pl_pl: Nazwa grupy podatkowej klienta. Grupy podatkowe klientów mogą służyć do kontrolowania sposobu nakładania podatków na zbiór odbiorców.

source: customer tax group
fr_ca: groupe de taxe client
pl_pl: grupa podatkowa klienta

source: customer tax groups
fr_ca: groupes fiscaux clients
pl_pl: grupy podatkowe klienta

source: Retail Customers
fr_ca: Clients de détail
pl_pl: Klient Detaliczny

source: Company Customers
fr_ca: Clients de l'entreprise
pl_pl: Klienci Biznesowi

source: allowed decimal places
fr_ca: décimales autorisées
pl_pl: dopuszczalne części dzisiętne

source: The number of decimal places allowed by this sales unit.Set this to a value greater than zero if products with this sales unit can be sold in fractional quantities.
fr_ca: Le nombre de décimales autorisé par cette unité de réservation. Définissez-le sur une valeur supérieure à zéro si les cours avec cette unité de réservation peuvent être réservés en quantités fractionnaires.
pl_pl: Liczba miejsc po przecinku dozwolona przez tę jednostkę sprzedaży. Ustaw ją na wartość większą niż zero, jeśli produkty z tą jednostką sprzedaży mogą być sprzedawane w ilościach ułamkowych.

source: sales units
fr_ca: unités de réservation
pl_pl: jednostki sprzedaży

source: The sales unit name to use for products (e.g. 'pieces' or 'units'). Sales units can be set individually for each product through the product editor view.
fr_ca: Le nom de l'unité de réservation à utiliser pour les cours (par exemple «pièces» ou «unités»). Les unités de réservation peuvent être définies individuellement pour chaque cours via la vue de l'éditeur de cours.
pl_pl: Nazwa jednostki sprzedaży do użycia dla produktów (np. „Sztuki” lub „jednostki”). Jednostki sprzedaży można ustawić indywidualnie dla każdego produktu za pomocą widoku edytora produktów.

source: unit symbol
fr_ca: symbole d'unité
pl_pl: symbol jednostki

source: An abbreviated name for this sales unit that is shown throughout admin and order invoices.
fr_ca: Un nom abrégé pour cette unité qui est affichée dans les factures d'administration et de réservation.
pl_pl: Skrócona nazwa tej jednostki sprzedaży, która jest wyświetlana na fakturze administratora i na fakturze zamówienia.

source: Value must be positive and non-zero.
fr_ca: La valeur doit être positive et non nulle.
pl_pl: Wartość musi być dodatnia i różna od zera.

source: internal unit
fr_ca: unité interne
pl_pl: jednostka wewnętrzna

source: The sales unit that this display unit is linked to.
fr_ca: L'unité de réservation à laquelle cette unité d'affichage est liée.
pl_pl: Jednostka sprzedaży, z którą połączona jest dana jednostka wyświetlania.

source: ratio
fr_ca: rapport
pl_pl: stosunek

source: Size of the display unit in internal unit. E.g. if internal unit is kilogram and display unit is gram, ratio is 0.001.
fr_ca: Taille de l'unité d'affichage dans l'unité interne. Par exemple, si l'unité interne est le kilogramme et l'unité d'affichage est le gramme, le rapport est de 0,001.
pl_pl: Rozmiar wyświetlacza w jednostce wewnętrznej. Np. jeśli jednostką wewnętrzną jest kilogram, a jednostką wyświetlaną jest gram, współczynnik wynosi 0,001.

source: The number of decimal places to use for values in the display unit. The internal values are still rounded based on the settings of the internal unit.
fr_ca: Le nombre de décimales à utiliser pour les valeurs de l'unité d'affichage. Les valeurs internes sont toujours arrondies en fonction des paramètres de l'unité interne.
pl_pl: Liczba miejsc dziesiętnych, które mają być używane dla wartości w jednostce wyświetlania. Wartości wewnętrzne są nadal zaokrąglane na podstawie ustawień jednostki wewnętrznej.

source: comparison value
fr_ca: valeur de comparaison
pl_pl: wartość porównawcza

source: Value to use when displaying unit prices. E.g. if the display unit is a gram and the comparison value is 100, then unit prices are shown per 100g, like: $2.95 per 100g.
fr_ca: Valeur à utiliser lors de l'affichage des prix unitaires. Par exemple, si l'unité d'affichage est un gramme et que la valeur de comparaison est de 100, les prix unitaires sont indiqués par 100 g, comme: 2,95 $ par 100 g.
pl_pl: Wartość używana podczas wyświetlania cen jednostkowych. Np. jeśli jednostką wyświetlania jest gram, a wartość porównawcza to 100, wówczas ceny jednostkowe są wyświetlane za 100 g, na przykład: 2,95 $ za 100 g.

source: allow bare number
fr_ca: autoriser le nombre nu
pl_pl: zezwalaj na samą liczbę

source: If true, values of this unit can occasionally be shown without the symbol attached to it. E.g. if the unit is a `piece`, then you might want for the product listings to only show '$5.95' rather than '$5.95 per pc.'.
fr_ca: Si vrai, les valeurs de cet appareil peuvent parfois être affichées sans le symbole qui y est attaché. Par exemple, si l'unité est un «cours», vous souhaiterez peut-être que les listes de cours affichent uniquement «5,95 €» plutôt que «5,95 € par cours».
pl_pl: Jeśli została wybrana ta opcja, wartości jednostki mogą być czasami wyświetlane bez dołączonego do niej symbolu. Np. jeśli jednostką jest „sztuka” lista produktów zawiera tylko „5,95 USD” zamiast „5,95 USD za sztukę”.

source: use by default
fr_ca: utiliser par défaut
pl_pl: używać domyślnie

source: Use this display unit by default when displaying values of the internal unit.
fr_ca: Utilisez cette unité d'affichage par défaut lors de l'affichage des valeurs de l'unité interne.
pl_pl: Użyj tej jednostki domyślnie podczas wyświetlania wartości jednostki wewnętrznej.

source: Name of the display unit, e.g. grams.
fr_ca: Nom de l'unité d'affichage, par exemple grammes.
pl_pl: Nazwa wyświetlanej jednostki, np. gramy.

source: An abbreviated name of the display unit, e.g. 'g'.
fr_ca: Un nom abrégé de l'unité d'affichage, par exemple «g».
pl_pl: Skrócona nazwa jednostki wyświetlającej, np. „g”.

source: display units
fr_ca: unités d'affichage
pl_pl: wyświetlaj jednostki

source: Pieces
fr_ca: Pièces
pl_pl: Sztuki

# Symbol for pieces unit
source: pc.
pl_pl: szt.

source: skip
fr_ca: sauter
pl_pl: pomiń

source: delete
fr_ca: effacer
pl_pl: usuń

source: The total price should be greater than {} to be ordered.
fr_ca: Le prix total doit être supérieur à {} pour être commandé.
pl_pl: Łączna cena zamówienia powinna być większa niż {}.

source: %s is not available in this shop.
fr_ca: %s n'est pas disponible sur ce profil.
pl_pl: %s jest niedostępny w tym sklepie.

source: Default Pricing
fr_ca: Tarification par défaut
pl_pl: domyślna cena

source: The product kind {value} is not unique!
pl_pl: Rodzaj produktu {value} nie jest unikalny!

source: Product
fr_ca: Cours
pl_pl: Produkt

source: inventory
fr_ca: inventaire
pl_pl: Inwentarz

source: restock
fr_ca: réapprovisionner
pl_pl: uzupełnij zapasy

source: restock logical
fr_ca: réapprovisionnement logique
pl_pl: uzupełnij zapasy logiczne

source: Failed to execute the task
pl_pl: Nie udało się wykonać zadania

source: An unexpeted error occurred.
pl_pl: Wystąpił nieoczekiwany błąd.

source: Refund for %s
fr_ca: Remboursement pour %s
pl_pl: Zwrot kosztów za %s

source: Misc refund
fr_ca: Remboursement divers
pl_pl: Różne zwroty

source: Untaxed
fr_ca: Non taxé
pl_pl: Nieopodatkowane

source: This field cannot be changed since it is protected.
fr_ca: Ce champ ne peut pas être modifié car il est protégé.
pl_pl: To pole nie może zostać zmienione, ponieważ jest chronione.

source: Region
fr_ca: Région
pl_pl: Województwo

source: Please provide either username or email, not both.
fr_ca: Veuillez fournir un nom d'utilisateur ou un e-mail, pas les deux.
pl_pl: Podaj nazwę użytkownika lub adres e-mail, nie oba.

source: Please provide either username or email.
fr_ca: Veuillez fournir un nom d'utilisateur ou un e-mail.
pl_pl: Podaj nazwę użytkownika lub adres e-mail.

source: First Last
fr_ca: Premier Dernier
pl_pl: Pierwszy Ostatni

source: region
fr_ca: Région

source: status
fr_ca: statut

source: product_count
fr_ca: cours_nombre

source: slug
fr_ca: limace

source: folder
fr_ca: dossier

source: Monday
fr_ca: Lundi

source: Whether the product is available for purchasing. This status is managed by the supplier module.
fr_ca: Si le produit est disponible à la réservation. Ce statut est géré par le module agenda.

source: supplier modules
fr_ca: modules agenda

source: symbol
fr_ca: symbole

source: inherit
fr_ca: hériter
