Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/core/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, pl_pl

source: Error! Invalid command `%s`.
fr_ca: Erreur! Commande incorrecte ʻ%s`.
pl_pl: Błąd! Nieprawidłowe polecenie `%s`.

source: Error! The quantity `%f` is not allowed. Please use an integer value.
fr_ca: Erreur! La quantité ʻ%f` n'est pas autorisée. Veuillez utiliser une valeur entière.
pl_pl: Błąd! Ilość `%f` jest niedozwolona. Użyj wartości całkowitej.

source: Error! The quantity `%s` is not valid.
fr_ca: Erreur! La quantité ʻ%s` n'est pas valide.
pl_pl: Błąd! Ilość `%s` jest nieprawidłowa.

source: Error! The quantity `%s` is not valid, should be bigger than zero.
fr_ca: Erreur! La quantité ʻ%s` n'est pas valide, doit être supérieure à zéro.
pl_pl: Błąd! Ilość `%s` jest nieprawidłowa, powinna być większa od zera.

source: Error! This variation is not available.
fr_ca: Erreur! Cette variante n'est pas disponible.
pl_pl: Błąd! Ta odmiana jest niedostępna.

source: Customer is not active.
fr_ca: Le client n'est pas actif.
pl_pl: Klient jest nieaktywny.

source: Shop does not have all the necessary permissions for this customer.
fr_ca: Le profil ne dispose pas de toutes les autorisations nécessaires pour ce client.
pl_pl: Sklep nie posiada wszystkich niezbędnych uprawnień dla tego klienta.

source: You don't have the required permission to assign this customer.
fr_ca: Vous ne disposez pas des autorisations nécessaires pour attribuer ce client.
pl_pl: Nie masz wymaganych uprawnień, aby przypisać tego klienta.

source: You must specify the order, in which customer is a company.
fr_ca: Vous devez spécifier la commande, dans laquelle le client est une entreprise.
pl_pl: Musisz określić kolejność, w której firma jest klientem.

source: Invalid customer.
fr_ca: Client non valide.
pl_pl: Nieprawidłowy klient.

source: Orderer is not a member of the company.
fr_ca: Le client n'est pas membre de la société.
pl_pl: Zamawiający nie jest członkiem firmy.

source: You are not a member of the company.
fr_ca: Vous n'êtes pas membre de l'entreprise.
pl_pl: Nie jesteś członkiem firmy.

source: Basket loading failed: Incompatible basket (%s).
fr_ca: Échec du chargement du panier: panier incompatible (%s).
pl_pl: Ładowanie koszyka nie powiodło się: Niezgodny koszyk (%s).

source: Try to remove some products from the basket and order them separately.
fr_ca: Essayez de retirer certains cours du panier et réservez-les séparément.
pl_pl: Spróbuj usunąć niektóre produkty z koszyka i zamówić je osobno.

source: Products in basket can't be shipped together. %s
fr_ca: Les cours dans le panier ne peuvent pas être expédiés ensemble. %s
pl_pl: Produkty w koszyku nie mogą być wysyłane razem.%s

source: Products in basket have no common payment method. %s
fr_ca: Les cours dans le panier n'ont pas de mode de paiement commun. %s
pl_pl: Produkty w koszyku nie mają wspólnej metody płatności. %s

source: internal identifier
fr_ca: identifiant interne
pl_pl: wewnętrzny identyfikator

source: Do not change this value if you are not sure what you are doing.
fr_ca: Ne modifiez pas cette valeur si vous n'êtes pas sûr de ce que vous faites.
pl_pl: Nie zmieniaj tej wartości, jeśli nie jesteś pewien, co robisz.

source: Invalid color
fr_ca: Couleur invalide
pl_pl: Nieprawidłowy kolor

source: Enter a valid JSON.
fr_ca: Saisissez un JSON valide.
pl_pl: Wpisz prawidłowy kod JSON.

source: Error!
fr_ca: Erreur !
pl_pl: Błąd!

source: No such shop is configured.
fr_ca: Aucun profil de ce type n'est configuré.
pl_pl: Żaden taki sklep nie jest skonfigurowany.

source: shipping address
fr_ca: Adresse de livraison
pl_pl: adres do wysyłki

source: billing address
fr_ca: Adresse de facturation
pl_pl: adres do płatności

source: disabled
fr_ca: désactivée
pl_pl: wyłączony

source: enabled
fr_ca: activée
pl_pl: włączony

source: name prefix
fr_ca: préfixe de nom
pl_pl: nazwa przedrostka

source: The name prefix. For example, Mr, Mrs, Ms, Dr, etc.
fr_ca: Le préfixe du nom. Par exemple, Mr, Mrs, Ms, Dr, etc.
pl_pl: Przedrostek nazwy. Na przykład Pan, Pani, Pani, Dr itp.

source: name
fr_ca: Nom
pl_pl: nazwa

source: The name for the address.
fr_ca: Le nom de l'adresse.
pl_pl: Nazwa dla adresu.

source: name suffix
fr_ca: suffixe de nom
pl_pl: nazwa sufix-u

source: The name suffix. For example, Jr, Sr, etc.
fr_ca: Le suffixe du nom. Par exemple, Jr, Sr, etc.
pl_pl: Sufiks nazwy. Na przykład Jr, Sr itp.

source: name extension
fr_ca: extension de nom
pl_pl: nazwa rozszerzenia

source: Any other text to display along with the address. This could be department names (for companies) or titles (for people).
fr_ca: Tout autre texte à afficher avec l'adresse. Il peut s'agir de noms de département (pour les entreprises) ou de titres (pour les personnes).
pl_pl: Dowolny inny tekst do wyświetlenia wraz z adresem. Mogą to być nazwy działów (w przypadku firm) lub tytuły (w przypadku osób).

source: company name
fr_ca: Nom de la compagnie
pl_pl: nazwa firmy

source: The company name for the address.
fr_ca: Le nom de l'entreprise pour l'adresse.
pl_pl: Nazwa firmy dla adresu.

source: tax number
fr_ca: numéro d'identification fiscale
pl_pl: NIP

source: The business tax number. For example, EIN in the USA or VAT code in the EU.
fr_ca: Le numéro de taxe professionnelle. Par exemple, EIN aux États-Unis ou code TVA dans l'UE.
pl_pl: Numer podatkowy firmy. Na przykład numer EIN w USA lub kod VAT w UE.

source: phone
fr_ca: téléphone
pl_pl: telefon

source: The primary phone number for the address.
fr_ca: Numéro de téléphone principal de l'adresse.
pl_pl: Podstawowy numer telefonu dla tego adresu.

source: The primary email for the address.
fr_ca: L'e-mail principal de l'adresse.
pl_pl: Podstawowy adres e-mail dla tego adresu.

source: street
fr_ca: rue
pl_pl: ulica

source: The street address.
fr_ca: L'adresse de la rue.
pl_pl: Adres pocztowy.

source: street (2)
fr_ca: Rue # 2)
pl_pl: ulica (2)

source: An additional street address line.
fr_ca: Une ligne d'adresse supplémentaire.
pl_pl: Dodatkowa linijka adresu.

source: street (3)
fr_ca: rue (3)
pl_pl: ulica (3)

source: Any additional street address line.
fr_ca: Toute ligne d'adresse supplémentaire.
pl_pl: Dowolna dodatkowa linijka adresu.

source: postal code
fr_ca: code postal
pl_pl: kod pocztowy

source: The address postal/zip code.
fr_ca: L'adresse postale / code postal.
pl_pl: Adres pocztowy/kod pocztowy.

source: city
fr_ca: ville
pl_pl: miasto

source: The address city.
fr_ca: La ville de l'adresse.
pl_pl: Miasto

source: region code
fr_ca: code de région
pl_pl: kod regionu

source: The address region, province, or state.
fr_ca: La région, la province ou l'état de l'adresse.
pl_pl: Region, prowincja lub stan.

source: country
fr_ca: pays
pl_pl: kraj

source: The address country.
fr_ca: Le pays de l'adresse.
pl_pl: Państwo

source: address
fr_ca: adresse
pl_pl: adres

source: addresses
fr_ca: adresses
pl_pl: adres

source: owner
fr_ca: propriétaire
pl_pl: właściciel

source: role
fr_ca: rôle
pl_pl: rola

source: title
fr_ca: Titre
pl_pl: tytuł

source: saved address
fr_ca: adresse enregistrée
pl_pl: adres zapisany

source: saved addresses
fr_ca: adresses enregistrées
pl_pl: adres zapisany

source: hidden
fr_ca: caché
pl_pl: ukryty

source: shown on product page
fr_ca: Mentionné sur la page du cours
pl_pl: pokaż na stronie produktu

source: searchable metadata
fr_ca: métadonnées interrogeables
pl_pl: metadane przeszukiwane

source: private metadata
fr_ca: métadonnées privées
pl_pl: metadane prywatne

source: integer
fr_ca: entier
pl_pl: liczba całkowita

source: decimal
fr_ca: décimal
pl_pl: dziesiętne

source: boolean
fr_ca: booléen
pl_pl: prawda/fałsz

source: time interval
fr_ca: intervalle de temps
pl_pl: przedział czasowy

source: date and time
fr_ca: date et l'heure
pl_pl: data i godzina

source: date only
fr_ca: date seulement
pl_pl: tylko data

source: translated string
fr_ca: chaîne traduite
pl_pl: przetłumaczony ciąg

source: untranslated string
fr_ca: chaîne non traduite
pl_pl: nieprzetłumaczony ciąg

source: choices
fr_ca: choix
pl_pl: wybory

source: searchable
fr_ca: consultable
pl_pl: przeszukiwalne

source: Searchable attributes will be used for product lookup when customers search in your store.
fr_ca: Les attributs de recherche seront utilisés pour la recherche de cours lorsque les clients effectuent une recherche sur votre profil.
pl_pl: Atrybuty z możliwością przeszukiwania będą używane do wyszukiwania produktów, gdy klienci szukają w Twoim sklepie.

source: type
pl_pl: typ

source: The attribute data type. Attribute values can be set on the product editor page.
fr_ca: Le type de données d'attribut. Les valeurs d'attribut peuvent être définies sur la page de l'éditeur de cours.
pl_pl: Typ danych atrybutu. Wartości atrybutów można ustawić na stronie edytora produktu.

source: Minimum amount of choices
pl_pl: Minimalna liczba wyborów

source: Minimum amount of choices that user can choose from existing options. This field has affect only for choices type.
pl_pl: Minimalna liczba opcji, które użytkownik może wybrać spośród istniejących opcji. To pole ma wpływ tylko na typ wyborów.

source: Maximum amount of choices
pl_pl: Maksymalna liczba opcji

source: Maximum amount of choices that user can choose from existing options. This field has affect only for choices type.
pl_pl: Maksymalna liczba opcji, które użytkownik może wybrać spośród istniejących opcji. To pole ma wpływ tylko na typ wyborów.

source: visibility mode
fr_ca: mode de visibilité
pl_pl: tryb widoczności

source: Select the attribute visibility setting. Attributes can be shown on the product detail page or can be used to enhance product search results.
fr_ca: Sélectionnez le paramètre de visibilité des attributs. Les attributs peuvent être affichés sur la page de détails du cours ou peuvent être utilisés pour améliorer les résultats de recherche de cours.
pl_pl: Wybierz ustawienie widoczności atrybutu. Atrybuty mogą być wyświetlane na stronie szczegółów produktu lub mogą służyć do ulepszania wyników wyszukiwania produktów.

source: The ordering in which your attribute will be displayed.
pl_pl: Kolejność, w jakiej będzie wyświetlany Twój atrybut.

source: The attribute name. Product attributes can be used to list the various features of a product and can be shown on the product detail page. The product attributes for a product are determined by the product type and can be set on the product editor page.
fr_ca: Le nom de l'attribut. Les attributs de cours peuvent être utilisés pour répertorier les différentes fonctionnalités d'un cours et peuvent être affichés sur la page de détails du cours. Les attributs de cours sont déterminés par le type de cours et peuvent être définis sur la page de l'éditeur de cours.
pl_pl: Nazwa atrybutu. Atrybuty produktu mogą służyć do wyszczególniania różnych cech produktu i mogą być wyświetlane na stronie szczegółów produktu. Atrybuty produktu są określane przez typ produktu i można je ustawić na stronie edytora produktu.

source: attribute
fr_ca: attribut
pl_pl: atrybut

source: attributes
fr_ca: les attributs
pl_pl: atrybuty

source: The attribute choice option name.
pl_pl: Nazwa opcji wyboru atrybutu.

source: chosen options
pl_pl: wybrane opcje

source: numeric value
fr_ca: valeur numérique
pl_pl: wartość liczbowa

source: datetime value
fr_ca: valeur datetime
pl_pl: wartość czasu

source: untranslated value
fr_ca: valeur non traduite
pl_pl: nieprzetłumaczona wartość

source: queue name
pl_pl: nazwa kolejki

source: task identifier
pl_pl: identyfikator zadania

source: created on
fr_ca: créé sur
pl_pl: utworzony

source: modified on
fr_ca: modifié le
pl_pl: zmienione na

source: task function
pl_pl: funkcja zadania

source: shop
fr_ca: profil
pl_pl: sklep

source: supplier
fr_ca: professionnel
pl_pl: dostawca

source: user
fr_ca: utilisateur
pl_pl: użytkownik

source: success
pl_pl: sukces

source: error
pl_pl: błąd

source: The following fields are protected and can not be changed.
fr_ca: Les champs suivants sont protégés et ne peuvent pas être modifiés.
pl_pl: Następujące pola są chronione i nie można ich zmienić.

source: key
fr_ca: clé
pl_pl: klucz

source: customer
fr_ca: client
pl_pl: klient

source: orderer
fr_ca: commande
pl_pl: zamawiający

source: creator
fr_ca: créateur
pl_pl: twórca

source: updated on
fr_ca: mis à jour le
pl_pl: zaktualizowany dnia

source: persistent
fr_ca: persistant
pl_pl: uporczywy

source: deleted
fr_ca: supprimé
pl_pl: usunięty

source: finished
fr_ca: fini
pl_pl: zakończone

source: data
fr_ca: Les données
pl_pl: dane

source: taxless total price
fr_ca: prix total hors taxe
pl_pl: całkowita cena bez podatku

source: taxful total price
fr_ca: prix total taxable
pl_pl: cena całkowita podlegająca opodatkowaniu

source: currency
fr_ca: devise
pl_pl: waluta

source: prices include tax
fr_ca: les prix incluent les taxes
pl_pl: ceny zawierają podatek

source: products
fr_ca: Cours
pl_pl: produkty

source: basket
fr_ca: panier
pl_pl: koszyk

source: baskets
fr_ca: paniers
pl_pl: koszyki

source: invisible
pl_pl: niewidoczny

source: visible
pl_pl: widoczny

source: visible to all
fr_ca: visible de tous
pl_pl: widoczny dla wszystkich

source: visible to logged-in customers
fr_ca: visible pour les clients connectés
pl_pl: widoczne dla zalogowanych klientów

source: visible to certain customer groups
fr_ca: visible par certains groupes de clients
pl_pl: widoczny dla niektórych grup klientów

source: parent category
fr_ca: Catégorie
pl_pl: kategoria nadrzędna

source: If your category is a sub-category of another category, you can link them here.
fr_ca: Si votre catégorie est une sous-catégorie d'une autre catégorie, vous pouvez les connecter ici.
pl_pl: Jeśli Twoja kategoria jest podkategorią innej kategorii, możesz połączyć je tutaj.

source: shops
fr_ca: magasins
pl_pl: sklepy

source: You can select which shops the category is visible in.
fr_ca: Vous pouvez sélectionner les profils dans lesquels la catégorie est visible.
pl_pl: Możesz wybrać sklepy, w których widoczna jest kategoria.

source: Choose if you want this category to be visible in your store.
fr_ca: Choisissez si vous souhaitez que cette catégorie soit visible sur votre profil.
pl_pl: Wybierz, czy chcesz, aby ta kategoria była widoczna w Twoim sklepie.

source: image
pl_pl: zdjęcie

source: Category image. Will be shown in places defined by the graphical theme in use.
fr_ca: Image de la catégorie. Sera affiché aux endroits définis par le thème graphique utilisé.
pl_pl: Obraz kategorii. Zostaną wyświetlone w miejscach określonych przez używany motyw graficzny.

source: ordering
fr_ca: commande
pl_pl: kolejność

source: You can assign numerical values to images to tell the order in which they shall be displayed on the vendor page. You can also use the `Organize` button in the list view to order them visually with a drag-and-drop.
fr_ca: Vous pouvez attribuer des valeurs numériques aux images pour indiquer l'ordre dans lequel elles doivent être affichées sur la page du professeur. Vous pouvez également utiliser le bouton «Organiser» dans la vue de liste pour les ordonner visuellement avec un glisser-déposer.
pl_pl: Możesz przypisać wartości liczbowe do obrazów, aby określić kolejność, w jakiej mają być wyświetlane na stronie sprzedawcy. Możesz także użyć przycisku „Organizuj” w widoku listy, aby uporządkować je wizualnie za pomocą przeciągania i upuszczania.

source: visibility limitations
fr_ca: limitations de visibilité
pl_pl: ograniczenia widoczności

source: You can choose to limit who sees your category based on whether they are logged in or if they are part of a certain customer group.
fr_ca: Vous pouvez choisir de limiter l'accès à votre catégorie en fonction de leur connexion ou de leur appartenance à un certain groupe de clients.
pl_pl: Możesz ograniczyć liczbę osób, które widzą Twoją kategorię, na podstawie tego, czy są zalogowani, lub czy należą do określonej grupy klientów.

source: visible in menu
fr_ca: visible dans le menu
pl_pl: widoczne w menu

source: Enable if this category should be visible in the store front's menu.
fr_ca: Activez si cette catégorie doit être visible dans le menu.
pl_pl: Włącz, jeśli ta kategoria ma być widoczna w menu witryny sklepowej.

source: visible for groups
fr_ca: visible pour les groupes
pl_pl: widoczny dla grup

source: Select the customer groups you want to see this category. There are three groups created by default: Company, Person, Anonymous. In addition you can also define custom groups by searching for `Contact Groups`.
fr_ca: Sélectionnez les groupes de clients pour lesquels vous souhaitez voir cette catégorie. Il existe trois groupes créés par défaut: Société, Personne, Anonyme. En outre, vous pouvez également définir des groupes personnalisés en recherchant «Groupes de contacts».
pl_pl: Wybierz grupy klientów, które chcesz zobaczyć w tej kategorii. Istnieją trzy grupy utworzone domyślnie: Firma, Osoba, Anonimowy. Ponadto możesz również zdefiniować grupy niestandardowe, wyszukując „Grupy kontaktów”.

source: Enter a descriptive name for your product category. Products can be found in the store front under the defined product category either directly in menus or while searching.
fr_ca: Saisissez un nom descriptif pour votre style de cours. Les cours peuvent être trouvés sur la plateforme sous le style de cours défini, soit directement dans les menus, soit lors de la recherche.
pl_pl: Wprowadź opisową nazwę kategorii produktów. Produkty można znaleźć na froncie sklepu pod zdefiniowaną kategorią produktów bezpośrednio w menu lub podczas wyszukiwania.

source: description
fr_ca: la description
pl_pl: opis

source: Give your product category a detailed description. This will help shoppers find your products under that category in your store and on the web.
fr_ca: Donnez une description détaillée de votre style de cours. Cela aidera les client à trouver vos cours dans ce style.
pl_pl: Podaj szczegółowy opis kategorii produktu. Pomoże to kupującym znaleźć Twoje produkty w tej kategorii w Twoim sklepie i w Internecie.

source: Enter a URL slug for your category. Slug is user- and search engine-friendly short text used in a URL to identify and describe a resource. In this case it will determine what your product category page URL in the browser address bar will look like. A default will be created using the category name.
fr_ca: Saisissez un slug d'URL pour votre style. Slug est un court texte convivial pour l'utilisateur et les moteurs de recherche utilisé dans une URL pour identifier et décrire une ressource. Dans ce cas, il déterminera à quoi ressemblera l'URL de votre page de style de cours dans la barre d'adresse du navigateur. Une valeur par défaut sera créée en utilisant le nom du style.
pl_pl: Wprowadź informacje o adresie URL swojej kategorii. Slug to przyjazny dla użytkownika i wyszukiwarki krótki tekst używany w adresie URL do identyfikacji i opisu zasobu. W tym przypadku określi, jak będzie wyglądał adres URL strony kategorii produktu w pasku adresu przeglądarki. Wartość domyślna zostanie utworzona przy użyciu nazwy kategorii.

source: category
fr_ca: style
pl_pl: kategoria

source: categories
fr_ca: styles
pl_pl: kategorie

source: value
fr_ca: valeur
pl_pl: wartość

source: configuration item
fr_ca: élément de configuration
pl_pl: przedmiot konfiguracji

source: configuration items
fr_ca: éléments de configuration
pl_pl: przedmioty konfiguracji

source: %(key)s for shop %(shop)s
fr_ca: %(key)s pour le profil %(shop)s
pl_pl: %(key)s dla sklepu %(shop)s

source: %(key)s (global)
pl_pl: %(key)s (globalne)

source: show as pricing option
fr_ca: afficher comme option de tarification
pl_pl: pokaż jako opcję cen

source: show prices including taxes
fr_ca: afficher les prix incluant les taxes
pl_pl: pokaż ceny wraz z podatkiem

source: hide prices
fr_ca: masquer les prix
pl_pl: ukryj ceny

source: Unknown
fr_ca: Inconnue
pl_pl: Nieznany

source: Price Display Options for Contact Group %s
fr_ca: Options d'affichage des prix pour le groupe de contacts %s
pl_pl: Opcje wyświetlania ceny dla grupy kontaktów %s

source: contact group price display
fr_ca: affichage des prix du groupe de contacts
pl_pl: wyświetlanie cen grupy kontaktów

source: contact group price displays
fr_ca: affichage des prix du groupe de contacts
pl_pl: wyświetla ceny grupy kontaktów

source: members
fr_ca: membres
pl_pl: członkowie

source: The contact group name. Contact groups can be used to target sales and campaigns to a specific set of users.
fr_ca: Le nom du groupe de contacts. Les groupes de contacts peuvent être utilisés pour cibler les réservations et les promotions sur un ensemble spécifique d'utilisateurs.
pl_pl: Nazwa grupy kontaktów. Grupy kontaktów mogą służyć do kierowania sprzedaży i kampanii do określonej grupy użytkowników.

source: contact group
fr_ca: groupe de contact
pl_pl: grupa kontaktów

source: contact groups
fr_ca: groupes de contact
pl_pl: grupy kontaktów

source: Cannot set shop for default Contact Group.
fr_ca: Impossible de définir le profil pour le groupe de contacts par défaut.
pl_pl: Nie można ustawić sklepu dla domyślnej grupy kontaktów.

source: Can't delete. This object is protected.
fr_ca: Impossible de supprimer. Cet objet est protégé.
pl_pl: Ten obiekt jest chroniony przed usunięciem.

source: active
fr_ca: actif
pl_pl: aktywny

source: Enable this if the contact is an active customer.
fr_ca: Activez cette option si le contact est un client actif.
pl_pl: Włącz tę opcję, jeśli kontakt jest aktywnym klientem.

source: Inform which shops have access to this contact.
fr_ca: Informez les magasins qui ont accès à ce contact.
pl_pl: Poinformuj, które sklepy mają dostęp do tego kontaktu.

source: registration shop
fr_ca: inscription du profil
pl_pl: sklep rejestracyjny

source: default shipping method
fr_ca: méthode d'expédition par défaut
pl_pl: standardowa metoda wysyłki

source: default payment method
fr_ca: Méthode de paiement par défaut
pl_pl: standardowa metoda płatności

source: language
fr_ca: Langue
pl_pl: język

source: The primary language to be used in all communications with the contact.
fr_ca: La langue principale à utiliser dans toutes les communications avec le contact.
pl_pl: Podstawowy język używany we wszelkiej komunikacji z kontaktem.

source: marketing permission
fr_ca: autorisation de commercialisation
pl_pl: uprawnienia marketingowe

source: Enable this if the contact can receive marketing and promotional materials.
fr_ca: Activez cette option si le contact peut recevoir du matériel marketing et promotionnel.
pl_pl: Włącz tę opcję, jeśli kontakt może otrzymywać materiały marketingowe i promocyjne.

source: The primary phone number of the contact.
fr_ca: Numéro de téléphone principal du contact.
pl_pl: Podstawowy numer kontaktowy

source: web address
fr_ca: Adresse web
pl_pl: adres internetowy

source: The web address of the contact, if any.
fr_ca: L'adresse Web du contact, le cas échéant.
pl_pl: Strona internetowa kontaktu, jeśli istnieje.

source: time zone
fr_ca: fuseau horaire
pl_pl: strefa czasowa

source: The timezone in which the contact resides. This can be used to target the delivery of promotional materials at a particular time.
fr_ca: Fuseau horaire dans lequel réside le contact. Cela peut être utilisé pour cibler la livraison de matériel promotionnel à un moment donné.
pl_pl: Strefa czasowa, w której znajduje się kontakt. Można to wykorzystać do ukierunkowania dostarczania materiałów promocyjnych w określonym czasie.

source: The name prefix of the contact. For example, Mr, Mrs, Dr, etc.
fr_ca: Le préfixe du nom du contact. Par exemple, Mr, Mrs, Dr, etc.
pl_pl: Prefiks nazwy kontaktu. Na przykład Pan, Pani, Dr itp.

source: The contact name
fr_ca: Le nom du contact
pl_pl: Nazwa kontaktu
