Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/simple_cms/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Content Pages
pl_pl: Zawartość strony

source: Pages
pl_pl: Strony

source: Show pages
pl_pl: Pokaż strony

source: Add a web page
pl_pl: Dodaj stronę internetową

source: New page
pl_pl: Nowa strona

source: Available since
pl_pl: Dostępne od

source: Available until
pl_pl: Dostępne do

source: Template
pl_pl: Szablon

source: URL already exists.
pl_pl: URL już istnieje.

source: URL must be unique.
pl_pl: URL musi być niepowtarzalny.

source: %(label)s is required when any %(language)s field is filled.
pl_pl: %(label)s jest wymagany gdy jakiekolwiek pole %(language)s jest wypełnione.

source: Please fill at least one language fully.
pl_pl: Proszę wypełnić przynajmniej jeden język.

source: A page may not be made a child of itself.
pl_pl: Strona nie może być sama w sobie dzieckiem.

source: Title
pl_pl: Tytuł

source: Created by
pl_pl: Utworzone przez

source: Date created
pl_pl: Data utworzenia

source: Page
pl_pl: Strona

source: %s has been marked deleted.
pl_pl: %s został oznaczony jako usunięty.

source: Content in this placeholder is shown for this page only.
pl_pl: Treść w tym symbolu zastępczym jest wyświetlana tylko dla tej strony.

source: Content in this placeholder is shown for %(title)s only.
pl_pl: Treść w tym symbolu zastępczym jest wyświetlana tylko dla %(title)s.

source: Website
pl_pl: Strona internetowa

source: Article
pl_pl: Artykuł

source: shop
pl_pl: sklep

source: supplier
pl_pl: dostawca

source: available since
pl_pl: dostępne od

source: Set an available date to restrict the page to be available only after a certain date and time. This is useful for pages describing sales campaigns or other time-sensitive pages.
pl_pl: Ustaw datę dostępności, aby ograniczyć dostępność strony tylko po określonej dacie i godzinie. Jest to przydatne w przypadku stron opisujących kampanie sprzedażowe lub innych stron wrażliwych na czas.

source: available until
pl_pl: dostępne do

source: Set an available date to restrict the page to be available only until a certain date and time. This is useful for pages describing sales campaigns or other time-sensitive pages.
pl_pl: Ustaw datę dostępności, aby ograniczyć dostępność strony tylko do określonej daty i godziny. Jest to przydatne w przypadku stron opisujących kampanie sprzedażowe lub innych stron wrażliwych na czas.

source: Available for permission groups
pl_pl: Dostępne dla grup uprawnień

source: Select the permission groups that can have access to this page.
pl_pl: Wybierz grupy uprawnień, które mogą mieć dostęp do tej strony.

source: created by
pl_pl: utworzone przez

source: modified by
pl_pl: zmienione przez

source: created on
pl_pl: utworzony

source: modified on
pl_pl: zmienione na

source: This identifier can be used in templates to create URLs
pl_pl: Ten identyfikator nie może zostać użyty w szablonie do utworzenia adresu URL

source: visible in menu
pl_pl: widoczne w menu

source: Enable this if this page should have a visible link in the top menu of the store front.
pl_pl: Włącz tę opcję, jeśli ta strona powinna mieć widoczny link w górnym menu na froncie sklepu.

source: parent
pl_pl: Strona nadrzędna

source: Set this to a parent page if this page should be subcategorized (sub-menu) under another page.
pl_pl: Ustaw jako stronę nadrzędną, jeśli ta strona ma być podzielona na podkategorie (podmenu) na innej stronie.

source: display children on page
pl_pl: wyświetlaj strony podrzędne na stronie

source: Enable this if this page should display all of its children pages.
pl_pl: Włącz tę opcję, jeśli ta strona powinna wyświetlać wszystkie swoje strony podrzędne.

source: show child page timestamps
pl_pl: pokaż sygnatury czasowe stron podrzędnych

source: Enable this if you want to show timestamps on the child pages. Please note, that this requires the children to be listed on the page as well.
pl_pl: Włącz tę opcję, jeśli chcesz wyświetlać sygnatury czasowe na stronach podrzędnych. Należy pamiętać, że wymaga to również umieszczenia stron podrzędnych na stronie.

source: deleted
pl_pl: usunięte

source: title
pl_pl: tytuł

source: The page title. This is shown anywhere links to your page are shown.
pl_pl: Tytuł strony. Jest widoczny wszędzie tam, gdzie wyświetlane są linki do Twojej strony.

source: The page url. Choose a descriptive url so that search engines can rank your page higher. Often the best url is simply the page title with spaces replaced with dashes.
pl_pl: URL strony. Wybierz opisowy adres URL, aby wyszukiwarki mogły wyżej pozycjonować Twoją stronę. Często najlepszym adresem URL jest po prostu tytuł strony ze spacjami zastąpionymi myślnikami.

source: content
pl_pl: zawartość

source: The page content. This is the text that is displayed when customers click on your page link.You can leave this empty and add all page content through placeholder editor in shop front.To edit the style of the page you can use the Snippet plugin which is in shop front editor.
pl_pl: Zawartość strony. Jest to tekst wyświetlany, gdy klienci klikają link do Twojej strony. Możesz pozostawić to pole puste i dodać całą zawartość strony za pomocą edytora zastępczego na froncie sklepu. Aby edytować styl strony, możesz użyć wtyczki Snippet, która znajduje się w ustawieniach edycji frontu.

source: Template path
pl_pl: Ścieżka szablonu

source: render title
pl_pl: renderuj tytuł

source: Enable this if this page should have a visible title.
pl_pl: Włącz tę opcję, jeśli ta strona powinna mieć widoczny tytuł.

source: page
pl_pl: strona

source: pages
pl_pl: strony

source: Untitled
pl_pl: Bez tytyułu

source: Image
pl_pl: Obraz

source: The image of your object.
pl_pl: Obraz twojego przedmiotu.

source: type
pl_pl: rodzaj

source: The title of your object as it should appear within the graph, e.g. The Rock.
pl_pl: Tytuł przedmiotu, jaki powinien pojawić się na wykresie, np. The Rock.

source: Description
pl_pl: Opis

source: A one to two sentence description of your object.
pl_pl: Opis przedmiotu składający się z jednego do dwóch zdań.

source: Section
pl_pl: Sekcja

source: A high-level section name, e.g. Technology. Only applicable when type is Article.
pl_pl: Nazwa sekcji wysokiego poziomu, np. Technologia. Ma zastosowanie tylko wtedy, gdy typem jest artykuł.

source: Tags
pl_pl: Tagi

source: Tag words associated with this article. Only applicable when type is Article.
pl_pl: Oznacz słowa powiązane z tym artykułem. Ma zastosowanie tylko wtedy, gdy wybranym typem jest artykuł.

source: Article author
pl_pl: Autor artykułu

source: The name of the author for the article. Only applicable when type is Article.
pl_pl: Nazwisko autora artykułu. Ma zastosowanie tylko wtedy, gdy wybranym typem jest artykuł.

source: CMS Page Links
pl_pl: Linki do stron CMS

source: Show all pages
pl_pl: Pokaż wszystkie strony

source: All pages are shown, even if not selected
pl_pl: Wyświetlane są wszystkie strony, nawet jeśli nie są zaznaczone

source: Hide expired pages
pl_pl: Ukryj wygasłe strony

source: Default Page
pl_pl: Strona domyślna

source: Page with sidebar
pl_pl: Strona z paskiem bocznym

source: Fill the fields below to add extra OpenGraph information to the page meta. If not informed, some values will be inferred from the page attributes.
pl_pl: Wypełnij poniższe pola, aby dodać dodatkowe informacje OpenGraph do meta strony. Jeśli nie zostaniesz poinformowany, niektóre wartości zostaną skopiowane z atrybutów strony.

source: New Page
pl_pl: Nowa strona

source: Home
pl_pl: Strona główna
