Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/addons/locale/*/LC_MESSAGES/django.po
Languages: es_419, es_mx, fr, fr_fr, lt, pl_pl

source: Addons
es_419: Complementos
es_mx: Complementos
fr: Extensions
fr_fr: Modules
lt: Priedai
pl_pl: Dodatki

source: Enable %s
es_419: Habilitar %s
es_mx: Habiliatar %s
fr: Activer %s
fr_fr: Valider %s
lt: Įjungti %s
pl_pl: Włącz %s

source: %d new addons enabled.
es_419: %d nuevos complementos habilitados.
es_mx: %d nuevos complementos habilitados.
fr: %dNouvelles extensions activées.
fr_fr: %d nouveaux modules validées.
lt: Įjungti %d nauji priedai.
pl_pl: %d nowe dodatki aktywne .

source: %d previously enabled addons disabled.
es_419: %d complementos previamente habilitados deshabilitados.
es_mx: %d complementos habilitados previamente desactivados.
fr: %d désactivation effective des extensions précédemment activées.
fr_fr: %d modules valides sont désactivées.
lt: Išjungti %d prieš tai įjungti priedai.
pl_pl: %d wcześniej aktywowane dodatki nieaktywne.

source: No changes were made.
es_419: No se hicieron cambios.
es_mx: No se realizaron cambios
fr: Aucun changement n'a été enregistré.
fr_fr: Aucun changement effectué.
lt: Nebuvo atlikta pakeitimų.
pl_pl: Nie wprowadzono zmian

source: Save addon changes
es_419: Guardar cambios de complementos
es_mx: Guardar cambios del complemento
fr: Sauvegarder les modifications
fr_fr: Modification des modules sauvegardée
lt: Išsaugoti priedo pakeitimus
pl_pl: Zapisz zmiany dodatków

source: Upload new addon
es_419: Subir nuevo complemento
es_mx: Subir nuevo complemento
fr: Télécharger une nouvelle extension
fr_fr: Téléverser le nouveau module
lt: Įkelti naują priedą
pl_pl: Prześlij nowy dodatek

source: Reload application
es_419: Recargar aplicación
es_mx: Actualizar aplicacion
fr: Recharger l'application
fr_fr: Recharger l'application
lt: Perkrauti aplikaciją
pl_pl: Odśwież aplikację

source: There are no viable reload methods available. Please contact your system administrator.
es_419: No hay métodos de recarga viables disponibles. Por favor, póngase en contacto con el administrador del sistema.
es_mx: No existen métodos viables de recarga disponibles. Por favor contacta a tu administrador de sistemas.
fr: Il n'y a pas de méthode viable de rechargement disponible. Merci de contacter votre administrateur système.
fr_fr: Il n'y a aucune méthode de rechargement valable. Veuillez contacter votre administrateur système.
lt: Nėra galimų perkrovimo metodų. Susisiekite su administratoriumi
pl_pl: Nie ma dostępnych realnych metod ponownego załadowania. Skontaktuj się z administratorem systemu.

source: Reload Method
es_419: Método de recarga
es_mx: Actualizar Método
fr: Méthode de rechargement
fr_fr: Méthode de Rechargement.
lt: Perkrovimo būdas
pl_pl: Metoda Odświeżenia

source: Reloading.
es_419: Recarga.
es_mx: Recargando.
fr: Rechargement en cours.
fr_fr: Rechargement.
lt: Perkraunama.
pl_pl: Ponowne ładowanie.

source: Addon file (ZIP)
es_419: Archivo adicional (ZIP)
es_mx: Complemento desde archivo (ZIP)
fr: Fichier de l'extension (ZIP)
fr_fr: Fichier d'ajout (ZIP).
lt: Priedo failas (ZIP)
pl_pl: Plik dodatku (ZIP)

source: Only upload the addon files you trust.
es_419: Solo cargue los archivos complementarios en los que confíe.
fr: Télécharger seulement les fichiers d'extensions de sources sures.
pl_pl: Prześlij tylko zaufane pliki dodatków.

source: Only wheel files (`.whl`) are supported.
es_419: Solo se admiten archivos de rueda (`.whl`).
fr: Seuls les fichiers wheel (`.whl`) sont supportés.
pl_pl: Obsługiwane są tylko pliki kół („.whl”).

source: Upload
es_419: Subir
es_mx: Subir
fr: Uploader
fr_fr: Téléverser
lt: Įkelti
pl_pl: Prześlij

source: Install Addon
es_419: Instalar complemento
es_mx: Instalar complemento
fr: Installer l'extension
fr_fr: Installer le module.
lt: Įdiegti priedą
pl_pl: Zainstaluj Dodatek

source: Installed addons
es_419: Complementos instalados
es_mx: Complementos instalados
fr: Extensions installées
fr_fr: Modules installés.
lt: Įdiegti priedai
pl_pl: Zainstalowane dodatki

source: Addon name
es_419: Nombre del complemento
es_mx: Nombre del complemento
fr: Nom de l'extension
fr_fr: Nom de l'ajout.
lt: Priedo pavadinimas
pl_pl: Nazwa dodatku

source: Is enabled
es_419: Está habilitado
es_mx: Está habilitado
fr: Est activée
fr_fr: est activé.
lt: Įjungta
pl_pl: Aktywny

source: You don't have any installed addons
es_419: No tienes ningún complemento instalado
es_mx: No tienes complementos instalados
fr: Vous n'avez aucune extension installée
fr_fr: Vous n'avez pas de modules installés.
lt: Jūs neturite įdiegtų priedų
pl_pl: Nie masz żadnych zainstalowanych dodatków

source: Reload Application Server
es_419: Recargar el servidor de aplicaciones
es_mx: Actualizar servidor de aplicacion
fr: Recharger le Serveur d'Application
fr_fr: Rechargement du Server d'applications
lt: Perkrauti aplikacijos serverį
pl_pl: Odśwież Serwer Aplikacji

source: When you reload the application server, it may take some time for the new instance of your application to properly initialize.
es_419: Cuando vuelva a cargar el servidor de aplicaciones, es posible que la nueva instancia de su aplicación tarde algún tiempo en inicializarse correctamente.
es_mx: Al volver a cargar el servidor de aplicaciones, puede tomar algún tiempo para que la nueva instancia de la aplicación se inicie correctamente.
fr: Quand vous rechargez un serveur d'application, l'opération d'initialisation de la nouvelle instance pourrait nécessiter un peu de temps.
fr_fr: Lorsque vous rechargez le serveur d'applications, la nouvelle instance de votre application peut prendre un certain temps pour s'initialiser correctement.
lt: Kai perkraunate aplikacijos serverį - gali užimti šiek tiek laiko naujai versijai tinkamai pasileisti.
pl_pl: Po odświeżeniu serwera aplikacji poprawne zainicjowanie nowej instancji twojej aplikacji może trochę potrwać.

source: In addition, there is always a chance for the server to not properly initialize at all, in which case you may need to troubleshoot the problem yourself (or have a system administrator handy).
es_419: Además, siempre existe la posibilidad de que el servidor no se inicialice correctamente, en cuyo caso es posible que deba solucionar el problema usted mismo (o tener a mano un administrador del sistema).
es_mx: Puede ser que el servidor no inicie correctamente en absoluto, en cuyo caso es posible que necesite solucionar el problema por sí mismo (o tener un administrador de sistema).
fr: En plus, il y a toujours une chance que le serveur ne s'initialise simplement pas, dans ce cas vous devrez résoudre le problème vous même (ou le soumettre à un administrateur système expérimenté).
fr_fr: De plus, il y a toujours une chance pour que le serveur ne s'initialise pas correctement, dans ce cas vous devrez peut-être résoudre le problème vous-même (ou demandé de l'aide à un administrateur système).
lt: Taip pat visada yra šansų, kad aplikacijos serveris tinkamai nestartuos (tokiu atveju būkite tikri, kad greitai sulauksite administratoriaus pagalbos).
pl_pl: Dodatkowo zawsze istnieje szansa, że serwer nie zainicjuje się poprawnie. W takim wypadku należy samemu zdiagnozować problem (lub skontaktować się z administratorem systemu).

source: Reload steps
es_419: Recargar pasos
es_mx: Recargar pasos
fr: Recharger les étapes
fr_fr: Rechargement des étapes
lt: Perkrovimo žingsniai
pl_pl: Załaduj ponownie kroki

source: Finalize installations for newly installed addons (migrate and collect static resources)
es_419: Finalizar las instalaciones de los complementos recién instalados (migrar y recopilar recursos estáticos)
es_mx: Finaliza las instalaciones para nuevos complementos instalados (Ejecuta los comandos migrate y collectstatic)
fr: Finaliser l'installation des nouvelles extensions ajoutées (migrer et collecter les ressources statiques)
fr_fr: Finaliser les installations pour les nouveaux modules nouvellement installés (migrer et collecter les ressources statiques)
lt: Užbaigti diegimus naujai įdiegtiems priedams (migruoti ir surinkti statinius resursus)
pl_pl: Sfinalizuj instalacje dla nowo zainstalowanych dodatków (migruj i zbieraj statyczne zasoby)

source: Reload application server
es_419: Recargar el servidor de aplicaciones
es_mx: Recargar aplicación del servidor
fr: Recharger le serveur d'application
fr_fr: Recharger le serveur d'applications
lt: Perkrauti aplikacijos serverį
pl_pl: Załaduj ponownie serwer aplikacji

source: Reload was initiated.
es_419: Se inició la recarga.
fr: Rechargement initialisé.
pl_pl: Rozpoczęto ponowne ładowanie.

source: Reloading application failed.
es_419: Falló la recarga de la aplicación.
fr: Le rechargement de l'application a échoué.
pl_pl: Ponowne załadowanie aplikacji nie powiodło się.

source: Finalizing installations.
es_419: Finalizando instalaciones.
es_mx: Finalizando instalación.
fr: Finalisation des installations en cours.
fr_fr: Installations sur le point d'être finalisées.
lt: Užbaigiami diegimai
pl_pl: Finalizowanie instalacji.

source: Your Shuup seems to be back up!
es_419: ¡Tu Shuup parece haber vuelto a funcionar!
es_mx: Parece que tu Shuup está de vuelta
fr: Shuup semble être de nouveau fonctionnel !
fr_fr: Votre Shuup semble être sauvegardé!
lt: Jūsų Shuup pakilo!
pl_pl: Wygląda na to, że Twój Shuup wrócił!

source: Your Shuup is not up yet. Trying again soon.
es_419: Tu Shuup aún no ha terminado. Intentando de nuevo pronto.
es_mx: Tu Shuup no está de vuelta aún. Intenta nuevamente pronto.
fr: Shuup n'est pas encore fonctionnel. Réessayez dans un instant.
fr_fr: Votre Shuup n'est pas encore disponible. Nouvelle essaie bientôt.
lt: Jūsų Shuup dar nepakilo. Pabandykite netrukus.
pl_pl: Twój Shuup jeszcze się nie skończył. Wkrótce spróbuje ponownie.

source: Select file
es_419: Seleccione Archivo
es_mx: Seleccionar archivo
fr: Choisissez un fichier
fr_fr: Choisir un fichier
lt: Pasirinkti failą
pl_pl: Wybierz plik

source: Installation Finished
es_419: Instalación terminada
es_mx: Instalación finalizada
fr: Installation terminée
fr_fr: Installation terminée
lt: Diegimas baigtas
pl_pl: Instalacja zakończona

source: Installation Failed
es_419: Instalación fallida
es_mx: Falló la instalación
fr: Échec de l'installation
fr_fr: Echec de l'installation
lt: Diegimas nepavyko
pl_pl: Instalacja nie powiodła się

source: Success
es_419: Éxito
es_mx: Realizado con éxito
fr: Succès
fr_fr: Succès
lt: Pasisekė
pl_pl: Sukces

source: Next, <a href="%(addon_list_url)s" class="text-success"><strong>activate the newly installed addon</strong></a> and <a href="%(addon_reload_url)s" class="text-success"><strong>reload your application server</strong></a>.
es_419: A continuación, <a href="%(addon_list_url)s" class="text-success"><strong>active el complemento recién instalado</strong></a> y <a href="%(addon_reload_url)s" class="text-success"><strong>vuelva a cargar su servidor de aplicaciones</strong></a> .
es_mx: A continuación, <a href="%(addon_list_url)s" class="text-success"><strong>activa el nuevo complemento instalado</strong></a> y <a href="%(addon_reload_url)s" class="text-success"><strong>recarga el servidor de tu aplicación</strong></a>.
fr: Ensuite, <a href="%(addon_list_url)s" class="text-success"><strong>activez l'extension nouvellement installée </strong></a> et <a href="%(addon_reload_url)s" class="text-success"><strong>rechargez votre serveur d'application</strong></a>.
fr_fr: Ensuite, <a href="%(addon_list_url)s" class="text-success"><strong>activez le nouvel ajout installé</strong></a> et <a href="%(addon_reload_url)s" class="text-success"><strong>rechargez le serveur d'applications</strong></a>.
lt: Toliau, <a href="%(addon_list_url)s" class="text-success"><strong>aktyvuoti naujai įdiegtą priedą</strong></a> ir <a href="%(addon_reload_url)s" class="text-success"><strong>perkraukite aplikacijos serverį</strong></a>.
pl_pl: Następnie <a href="%(addon_list_url)s" class="text-success"><strong>aktywuj nowo zainstalowany dodatek</strong></a> i <a href="%(addon_reload_url)s" class="text-success"><strong>ponownie załaduj serwer aplikacji</strong></a> .

source: Error
es_mx: Error brutal
fr: Erreur
fr_fr: Erreur
lt: Klaida
pl_pl: Błąd

source: Installer Log
es_419: Registro del instalador
es_mx: Registro de instalación
fr: Log d'installation
fr_fr: Fichier log de l'installation
lt: Diegimo žurnalas
pl_pl: Log instalacji

source: Upload Addon - Install
es_419: Cargar complemento - Instalar
es_mx: Subir complemento - instalar
fr: Télécharger l'extension - Installer
fr_fr: Téléverser le module - Installer
lt: Įkelti priedą - įdiegti
pl_pl: Prześlij Dodatek - Zainstaluj

source: Package Information
es_419: Información del paquete
es_mx: Información del paquete
fr: Informations concernant le package
fr_fr: Information sur le paquetage
lt: Paketo informacija
pl_pl: Informacje o pakiecie

source: No package information could be extracted.
es_419: No se pudo extraer la información del paquete.
es_mx: No se pudo extraer información del paquete.
fr: Aucune information sur le package a pu être extraite
fr_fr: Aucune information sur le paquetage n'a pu être extraite.
lt: Paketo informacija negali būti išskleista.
pl_pl: Nie udało się uzyskać informacji o pakiecie.

source: File List
es_419: Lista de archivos
es_mx: Lista de archivos
fr: Liste de Fichiers
fr_fr: Liste de fichier
lt: Failų sąrašas
pl_pl: Lista plików
