Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/front/apps/registration/locale/*/LC_MESSAGES/django.po
Languages: lt, pl_pl

source: Name of the company
lt: Įmonės pavadinimas
pl_pl: Nazwa firmy

source: Registration Received
lt: Registracija gauta
pl_pl: Rejestracja otrzymana

source: Customer
lt: Pirkėjas
pl_pl: Klient

source: Customer Email
lt: Kliento el. paštas
pl_pl: Email klienta

source: Activation URL
lt: Aktyvavimo URL
pl_pl: Aktywacja linku URL

source: Is User Active
lt: Vartotojas aktyvus
pl_pl: Czy użytkownik jest aktywny

source: Account Reactivation
pl_pl: Ponowna aktywacja konta

source: Company Registration Received
lt: Gauta įmonės registracija
pl_pl: Otrzymano rejestrację firmy

source: Company Approved
lt: Įmonė patvirtinta
pl_pl: Firma została zatwierdzona

source: Account Activation
pl_pl: Aktywacja konta

source: Company has been activated.
lt: Įmonė aktyvuota.
pl_pl: Firma została aktywowana.

source: Send Registration Received Email
lt: Išsiųstas gautos registracijos patvirtinimo el. laiškas
pl_pl: Wyślij e-mail z otrzymaniem rejestracji

source: Send email when a user registers.
lt: Siųsti el. laišką kai vartotojas užsiregistruos.
pl_pl: Wyślij e-mail, gdy użytkownik zarejestruje się.

source: This script will send an email to the user or to any configured email right after a user get registered.
lt: Šis scriptas nusiųs el. laišką vartotojui vos tik vartotojas užsiregistruos.
pl_pl: Ten skrypt wyśle wiadomość e-mail do użytkownika lub na dowolny skonfigurowany adres e-mail zaraz po zarejestrowaniu się użytkownika.

source: Send account reactivation email
pl_pl: Wyślij e-mail ponownej aktywacji konta

source: Send email when a user account gets reactivated
pl_pl: Wyślij e-mail, gdy konto użytkownika zostanie ponownie aktywowane

source: This script will send an email to the user or to any configured email when a account get's reactivated
pl_pl: Ten skrypt wyśle wiadomość e-mail do użytkownika lub na dowolny skonfigurowany adres e-mail, gdy konto zostanie ponownie aktywowane

source: {{ customer.username }} is now active again!
pl_pl: {{customer.username}} jest znowu aktywny!

source: Send Company Registration Received Email
lt: Siųsti įmonės registracijos patvirtinimo el. laišką
pl_pl: Wyślij wiadomość e-mail z otrzymaniem rejestracji firmy

source: Send email when a user registers as a company.
lt: Siųsti el. laišką kai vartotojas užsiregistruoja kaip įmonė.
pl_pl: Wyślij e-mail, gdy użytkownik zarejestruje się jako firma.

source: Send Company Activated Email
lt: Siųsti laišką kai įmonė aktyvuota
pl_pl: Wyślij e-mail aktywowany przez firmę

source: Notify company's contact person that company account is activated
lt: Informuoti įmonės kontaktinį asmenį, kad įmonės paskyra aktyvuota
pl_pl: Powiadom osobę kontaktową firmy, że konto firmowe zostało aktywowane

source: This script will send an email to the user or to any configured email right after a company is activated.
lt: Šis scriptas nusiųs el. laišką vartotojui arba bet kuriam sukonfigūruotam el. pašto adresui kai įmonė aktyvuota.
pl_pl: Ten skrypt wyśle wiadomość e-mail do użytkownika lub na dowolny skonfigurowany e-mail zaraz po aktywacji firmy.

source: Send account activation email
pl_pl: Wyślij e-mail aktywujący konto

source: Send email when a user account gets activated for the first time
pl_pl: Wyślij e-mail, gdy konto użytkownika zostanie aktywowane po raz pierwszy

source: This script will send an email to the user or to any configured email when an account gets activated for the first time
pl_pl: Ten skrypt wyśle wiadomość e-mail do użytkownika lub na dowolny skonfigurowany adres e-mail, gdy konto zostanie aktywowane po raz pierwszy

source: {{ customer.username }} is now active!
pl_pl: {{customer.username}} jest teraz aktywny!

source: Account activation
lt: Paskyros aktyvacija
pl_pl: Aktywacja konta

source: Account activation failed.
lt: Paskyros aktyvacija nepavyko.
pl_pl: Aktywacja konta nie powiodła się.

source: Register as a Company
lt: Registruotis kaip įmonė
pl_pl: Zarejestruj się jako firma

source: Company Registration
lt: Įmonės registracija
pl_pl: Rejestracja firmy

source: Company information
lt: Įmonės informacija
pl_pl: Informacje o firmie

source: Company billing information
lt: Įmonės atsiskaitymo informacija
pl_pl: Informacje rozliczeniowe firmy

source: Contact person
lt: Kontaktinis asmuo
pl_pl: Osoba kontaktowa

source: Contact information for primary company contact
lt: Pagrindinio įmonės kontakto informacija
pl_pl: Dane kontaktowe głównej osoby kontaktowej w firmie

source: Login information
lt: Prisijungimo informacija
pl_pl: Dane logowania

source: The information you will log in with.
lt: Informacija su kuria prisijungsite.
pl_pl: Informacje, za pomocą których będziesz się logować.

source: Register
lt: Registruoti
pl_pl: Zarejestruj się

source: Registration
lt: Registracija
pl_pl: Rejestracja

source: Register as a company.
lt: Registruotis kaip įmonė.
pl_pl: Zarejestruj się jako firma.

source: Activation successful
pl_pl: Aktywacja zakończona pomyślnie

source: Registration complete. Please follow the instructions sent to your email address.
lt: Registracija baigta. Sekite instrukcijas nusiųstas į Jūsų el. pašto adresą.
pl_pl: Rejestracja zakończona. Proszę postępować zgodnie z instrukcją wysłaną na podany adres email.
