Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/xtheme/locale/*/LC_MESSAGES/djangojs.po
Languages: pl_pl

source: Edit %s
pl_pl: Edytuj plik %s

source: Changing plugin cells without saving will cause changes made to this cell to be lost.
pl_pl: Zmiana komórek wtyczki bez zapisywania spowoduje utratę zmian wprowadzonych w tej komórce.

source: Error: Cannot add more than %s cells to one row.
pl_pl: Błąd: Nie można dodać więcej niż %s komórek do jednego wiersza.

source: Are you sure you wish to delete this row?
pl_pl: Czy napewno skasować ten wiersz?

source: Are you sure you wish to delete this cell?
pl_pl: Czy napewno skasować tą kolumnę?

source: Are you sure you wish to publish changes made to this view?
pl_pl: Czy na pewno chcesz opublikować zmiany dokonane w tym widoku?

source: You have changed the form. Do you want to save them before publishing?
pl_pl: Zmieniłeś formularz. Czy chcesz zapisać przed opublikowaniem?

source: Are you sure you wish to revert all changes made since the last published version?
pl_pl: Czy na pewno chcesz przywrócić wszystkie zmiany wprowadzone od ostatniej opublikowanej wersji?

source: Changing plugins will cause other changes made on this form to be lost.
pl_pl: Zmiana wtyczek spowoduje utratę zmienionych wartości w tym formularzu.

source: Custom CSS/JS
pl_pl: Niestandardowy CSS / JS

source: Exit Edit
pl_pl: Zakończ edycje

source: Edit Page
pl_pl: Edytuj
