Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/xtheme/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Theme identifiers must match.
pl_pl: Identyfikatory motywów muszą być zgodne.

source: Global plugins
pl_pl: Wtyczki globalne

source: Theme plugins
pl_pl: Wtyczki tematyczne

source: Shuup Extensible Theme Engine
pl_pl: Rozszerzalny silnik motywów Shuup

source: Themes
pl_pl: Szablony

source: Customize the look and feel of your shop
pl_pl: Dostosuj wygląd i styl swojego sklepu

source: Customize theme
pl_pl: Dostosuj motyw

source: No theme is active. Click here to activate one.
pl_pl: Szablon nie aktywny. Kliknij tutaj aby aktywować szablon.

source: Theming
pl_pl: Szablony

source: Snippets
pl_pl: Fragmenty

source: Theme Custom CSS/JS
pl_pl: Motyw niestandardowy CSS/JS

source: Select the themes that will have this snippet injected. Leave the field blank to inject in all themes.
pl_pl: Wybierz motywy, do których zostanie wstawiony ten fragment. Pozostaw pole puste, aby wstawić do wszystkich motywów.

source: Select the location of the page to inject the snippet.
pl_pl: Wybierz lokalizację strony, aby wstawić fragment.

source: Name
pl_pl: Nazwa

source: Location
pl_pl: Lokalizacja

source: Filter by location...
pl_pl: Filtruj według lokalizacji...

source: Type
pl_pl: Rodzaj

source: activate
pl_pl: aktywuj

source: Theme
pl_pl: Szablon

source: Choose a theme for your shop
pl_pl: Wybierz motyw dla swojego sklepu

source: Theme activated.
pl_pl: Szablon aktywowany.

source: Custom CSS/JS
pl_pl: Niestandardowy CSS / JS

source: Stylesheets
pl_pl: Arkusze stylów

source: The fonts, colors, and styles to use with your theme.
pl_pl: Czcionki, kolory i style, które mają być używane w motywie.

source: Failed to render the plugin
pl_pl: Nie udało się renderować wtyczki

source: Content in this box is shown to all user types without limitations.
pl_pl: Treść w tym polu jest widoczna dla wszystkich użytkowników bez ograniczeń.

source: Content in this placeholder is shown for %(category_name)s category only.
pl_pl: Treść w tym symbolu zastępczym jest wyświetlana tylko dla kategorii %(category_name)s.

source: Content in this box is shown to guests (anonymous users) only.
pl_pl: Treść w tym polu jest widoczna tylko dla gości (użytkowników anonimowych).

source: Content in this box is shown to company contacts only.
pl_pl: Treść w tym polu jest widoczna tylko dla firm.

source: Content in this box is shown to all logged-in contacts (both person and company; not anonymous).
pl_pl: Treść w tym polu jest widoczna dla wszystkich zalogowanych kontaktów (zarówno osoby, jak i firmy; nie dla anonimowych gości).

source: Content in this box is shown to person contacts only.
pl_pl: Treść w tym polu jest pokazywana tylko osobom z grupy kontaktów.

source: Content in this placeholder is shown for %(product_name)s only.
pl_pl: Treść w tym symbolu zastępczym jest wyświetlana tylko dla %(product_name)s.

source: Shop '{}' has no active theme
pl_pl: Sklep „{}” nie ma aktywnego motywu

source: Inline JavaScript
pl_pl: Wbudowany JavaScript

source: Inline CSS
pl_pl: Wbudowany CSS

source: Inline HTML
pl_pl: Wbudowany kod HTML

source: Inline Jinja HTML
pl_pl: Wbudowany kod HTML Jinja

source: current draft
pl_pl: aktualny projekt

source: old version
pl_pl: stara wersja

source: public
pl_pl: publiczny

source: theme identifier
pl_pl: identyfikator szablonu

source: view name
pl_pl: nazwa widoku

source: created on
pl_pl: utworzony

source: modified on
pl_pl: zmodyfikowano

source: internal data
pl_pl: dane wewnętrzne

source: active
pl_pl: aktywny

source: data
pl_pl: dane

source: Theme configuration for %s
pl_pl: Konfiguracja szablonu dla %s

source: location
pl_pl: lokalizacja

source: snippet type
pl_pl: typ fragmentu

source: snippet
pl_pl: fragment

source: themes
pl_pl: motywy

source: Snippet
pl_pl: Fragment

source: Plugin
pl_pl: Dodatek

source: Categories
pl_pl: Kategorie

source: Category Links
pl_pl: Linki kategorii

source: Title
pl_pl: Tytuł

source: Show all categories
pl_pl: Pokaż wszystkie kategorie

source: All categories are shown, even if not selected
pl_pl: Wyświetlane są wszystkie kategorie, nawet jeśli nie zostały wybrane

source: Image
pl_pl: Obraz

source: Image Link URL
pl_pl: Adres URL obrazu

source: Full width
pl_pl: Pełna szerokość

source: Set image to the full width of cell.
pl_pl: Ustaw obraz na pełną szerokość komórki.

source: Width (px)
pl_pl: Szerokość (piksele)

source: Leave blank for default width.
pl_pl: Pozostaw puste dla domyślnej szerokości.

source: Height (px)
pl_pl: Wysokość (piksele)

source: Newest
pl_pl: Najnowszy

source: Best Selling
pl_pl: Najlepiej sprzedający się

source: Random
pl_pl: Losowy

source: Product Highlights
pl_pl: Najważniejsze cechy produktu

source: Count
pl_pl: Liczba

source: Only show in-stock and orderable items
pl_pl: Pokaż tylko pozycje dostępne w magazynie i dostępne do zamówienia

source: Warning: The final number of products can be lower than 'Count' as it will filter out unorderable products from a set of 'Count' products.
pl_pl: Ostrzeżenie: ostateczna liczba produktów może być niższa niż „Liczba”, ponieważ odfiltruje produkty niedostępne do zamówienia z zestawu produktów „Liczba”.

source: Product Cross Sells
pl_pl: Sprzedaż krzyżowa produktów

source: Show variation parents
pl_pl: Pokaż kategorie nadrzędne odmian

source: Render variation parents instead of the children.
pl_pl: Renderuj kategorie nadrzędne odmian zamiast kategorii podrzędnych.

source: Category
pl_pl: Kategoria

source: Category Products Highlight
pl_pl: Najważniejsze produkty kategorii

source: Products
pl_pl: Produkty

source: Select all products you want to show
pl_pl: Wybierz wszystkie produkty, które chcesz pokazać

source: Product Selection
pl_pl: Wybór produktu

source: Product Highlights (asynchronous)
pl_pl: Najważniejsze cechy produktu (asynchroniczne)

source: Cutoff days
pl_pl: Dni graniczne

source: Cache timeout (seconds)
pl_pl: Limit czasu pamięci podręcznej (sekundy)

source: Product Cross Sells (asynchronous)
pl_pl: Sprzedaż krzyżowa produktów (asynchroniczne)

source: Category Products Highlight (asynchronous)
pl_pl: Najważniejsze produkty kategorii (asynchroniczne)

source: Product Selection (asynchronous)
pl_pl: Wybór produktu (asynchroniczny)

source: In-Place Snippet
pl_pl: Właściwy Snippet

source: Resource snippet for end of head
pl_pl: Fragment zasobów na koniec nagłówka

source: Resource snippet for beginning of body
pl_pl: Fragment zasobu na początek sekcji głównej

source: Resource for end of body
pl_pl: Zasób na koniec sekcji głównej

source: %(name)s Ordering
pl_pl: %(name)s Zamawianie

source: Ordering
pl_pl: Zamawianie

source: Social Media Links
pl_pl: Linki do mediów społecznościowych

source: Topic
pl_pl: Temat

source: Icon Size
pl_pl: Rozmiar ikony

source: Default
pl_pl: Domyślna

source: Large
pl_pl: Duży

source: Alignment
pl_pl: Wyrównanie

source: Left
pl_pl: Lewo

source: Center
pl_pl: Środek

source: Right
pl_pl: Prawo

source: text
pl_pl: tekst

source: Click to edit placeholder: %s
pl_pl: Edytuj lokalizację: %s

source: This placeholder is global and content of this placeholder is shown on all pages.
pl_pl: Ten symbol zastępczy jest globalny, a jego zawartość jest wyświetlana na wszystkich stronach.

source: End of head
pl_pl: Koniec nagłówka

source: Start of head
pl_pl: Początek nagłówka

source: End of body
pl_pl: Koniec sekcji głównej

source: Start of body
pl_pl: Początek sekcji głównej

source: Content start
pl_pl: Początek treści

source: Content end
pl_pl: Koniec treści

source: (Error while rendering.)
pl_pl: (Błąd podczas renderowania).

source: Delete This Cell
pl_pl: Usuń kolumnę

source: Untranslated
pl_pl: Nieprzetłumaczone

source: There's nothing to configure in this plugin.
pl_pl: Wtyczka nie wymaga konfiguracji.

source: Save Plugin
pl_pl: Zapisz wtyczkę

source: Remember to publish your changes for this placeholder when you are done, by clicking the Publish Changes button at the top.
pl_pl: Pamiętaj, aby po zakończeniu opublikować zmiany dla tego symbolu zastępczego, klikając przycisk Opublikuj zmiany u góry.

source: Edit Placeholder
pl_pl: Edytuj lokalizację

source: Edit plugins inside this placeholder. By saving the individual plugin, the changes are saved as a draft, and only you are able to see the changes. To make your changes Public, Click the Publish Changes button.
pl_pl: Edytuj wtyczki w tym symbolu zastępczym. Zapisując pojedynczą wtyczkę, zmiany są zapisywane jako wersja robocza i tylko Ty możesz je zobaczyć. Aby wprowadzić zmiany jako publiczne, kliknij przycisk Publikuj zmiany.

source: Add new cell
pl_pl: Dodaj kolumnę

source: Delete row
pl_pl: Usuń wiersz

source: Move row
pl_pl: Przenieś wiersz

source: Add new row
pl_pl: Dodaj wiersz

source: No themes are installed.
pl_pl: Brak zainstalowanych szablonów.

source: Theme Configuration: %(name)s
pl_pl: Konfiguracja szablonu: %(name)s

source: Theme Configuration
pl_pl: Konfiguracja szablonu

source: There's nothing to configure in this theme.
pl_pl: Nie ma nic do konfiguracji w tym szablonie.

source: Select theme
pl_pl: Wybierz motyw

source: Theme Guide
pl_pl: Przewodnik tematyczny

source: Author
pl_pl: Autor

source: Configure
pl_pl: Skonfiguruj

source: Activate
pl_pl: Aktywuj

source: Theme Name
pl_pl: Nazwa motywu

source: Actions
pl_pl: Akcje

source: Currently active
pl_pl: Obecnie aktywne

source: Revert Changes
pl_pl: Cofnij zmiany

source: Publish Changes
pl_pl: Publikuj zmiany

source: No access to editing.
pl_pl: Brak dostępu do edycji.

source: Unknown command: `%s`.
pl_pl: Nieznane polecenie: `%s`.

source: Unable to determine the current theme.
pl_pl: Nie można określić bieżącego motywu.

source: Can't add more than %d cells in one row.
pl_pl: Nie można dodać więcej niż %d komórek w jednym wierszu.

source: Published
pl_pl: Opublikowany

source: Reverted
pl_pl: Przywrócony

source: Custom
pl_pl: Nadzwyczajne

source: Full Width
pl_pl: Pełna szerokość

source: Three Fourths (3/4)
pl_pl: trzy czwarte (3/4)

source: Two Thirds (2/3)
pl_pl: dwie trzecie (2/3)

source: Half (1/2)
pl_pl: Połowa (1/2)

source: One Third (1/3)
pl_pl: Jedna trzecia (1/3)

source: One Fourth (1/4)
pl_pl: Jedna czwarta (1/4)

source: Auto
pl_pl: Automatyczny

source: Cell width
pl_pl: Szerokość kolumny

source: Cell align
pl_pl: Wyrównaj komórki

source: Extra classes
pl_pl: Dodatkowe klasy

source: Add extra CSS classes names to the cell
pl_pl: Dodaj dodatkowe nazwy klas CSS do komórki

source: No Plugin
pl_pl: Brak dodatku
