Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/default_importer/locale/*/LC_MESSAGES/django.po
Languages: pl_pl, pt_br

source: Contact Importer
pl_pl: Skontaktuj się z importerem
pt_br: Importador de Contatos

source: Parent SKU set for the row, but couldn't find product to match with the given SKU.
pl_pl: Nadrzędny kod SKU został ustawiony dla wiersza, ale nie można znaleźć produktu pasującego do podanego kodu SKU.

source: Parent SKU set for the row, but no variation variables found.
pl_pl: Nadrzędna jednostka SKU ustawiona dla wiersza, ale nie znaleziono zmiennych odmian.

source: Image '%s' was not found, please check whether the image exists.
pl_pl: Nie znaleziono obrazu „%s”. Sprawdź, czy istnieje.

source: Please add supplier to the row, before importing stock quantities.
pl_pl: Przed zaimportowaniem ilości magazynowych dodaj dostawcę do wiersza.

source: No supplier found, please check that the supplier exists.
pl_pl: Nie znaleziono dostawcy, sprawdź, czy dostawca istnieje.

source: No supplier module set, please check that the supplier module is set.
pl_pl: Brak zestawu modułu dostawcy, sprawdź, czy moduł dostawcy jest ustawiony.

source: Product Importer
pl_pl: Importer produktów
pt_br: Importador de Produto

source: Quantities
pl_pl: Wielkie ilości
pt_br: Quantidades

source: If you are importing products with quantities, ensure the following:
pl_pl: Jeśli importujesz produkty w dużych ilościach, upewnij się, że:
pt_br: Se você está importando produtos com quantidades, assegure-se de:

source: You have atleast one <a href="%(supplier_url)s">supplier</a> with "Stock Managed" <strong>on</strong>.
pl_pl: Masz co najmniej jednego <a href="%(supplier_url)s">dostawcę</a> z <strong>włączoną opcją </strong> „Zarządzanie zapasami”.
pt_br: Você tem ao menos um <a href="%(supplier_url)s">fornecedor</a> com gerenciamento de estoques <strong>ativo</strong>.

source: your <a href="%(supplier_url)s">supplier</a> has "Stock Managed" <strong>on</strong>. (Currently <strong>off</strong>)
pl_pl: Twój <a href="%(supplier_url)s">dostawca</a> <strong>ma włączone</strong> „Zarządzanie zapasami”. (Obecnie <strong>wyłączone</strong> )
pt_br: seu <a href="%(supplier_url)s">fornecedor</a> tem o gerenciamento de estoques <strong>ativo</strong>. (Atualmente <strong>desativado</strong>)

source: your import file has <strong>supplier</strong> field
pl_pl: Twój plik importu ma pole <strong>dostawcy</strong>
pt_br: seu arquivo tem o campo <strong>supplier</strong>

source: Images
pl_pl: Obrazy
pt_br: Imagens

source: If you are importing products with images, ensure the following:
pl_pl: Jeśli importujesz produkty ze zdjęciami, upewnij się, że:
pt_br: Se você estiver importando produtos com imagens, assegure-se de:

source: Upload all product images using the <a href="%(media_browser_url)s" target="_blank">Media Browser</a>.
pl_pl: Prześlij wszystkie zdjęcia produktów za pomocą <a href="%(media_browser_url)s" target="_blank">przeglądarki mediów</a>.

source: Upload all product images using the Media Browser.
pl_pl: Prześlij wszystkie zdjęcia produktów za pomocą przeglądarki mediów.

source: Use the image file name on <strong>image</strong> and/or <strong>images</strong> column(s).
pl_pl: Użyj nazwy pliku obrazu w kolumnie (kolumnach) <strong>obrazu</strong> i / lub <strong>obrazów</strong>.
pt_br: Use o nome do arquivo nas colunas <strong>image</strong> e/ou <strong>images</strong>.

source: <strong>images</strong> column can receive a comma-separated list of image names.
pl_pl: <strong>Kolumna obrazów</strong> może zawierać listę nazw obrazów oddzielonych przecinkami.
pt_br: A coluna <strong>images</strong> por receber uma lista de nome de imagens separada por vírgulas.

source: Image names can be the file name (e.g.: <em>product_001.png</em>) or the path to the image (e.g.: <em>Products/Images/product_001.jpeg</em>). Using the full path will ensure that the correct image will be used when there is more than one image with the same name.
pl_pl: Nazwy obrazów mogą być nazwą pliku (np .: <em>product_001.png</em>) lub ścieżką do obrazu (np .: <em>Products/Images/product_001.jpeg</em>). Użycie pełnej ścieżki zapewni, że zostanie użyty poprawny obraz, gdy istnieje więcej niż jeden obraz o tej samej nazwie.
pt_br: O nome das imagens pode ser o nome da imagem (ex: <em>produto_001.png</em>) ou o caminho para a imagem (ex: <em>Produtos/Imagens/produto_001.jpeg</em>). Utilizar o caminho completo garante que a imagem correta seja utilizando quando existir várias imagens com o mesmo nome.

source: Related objects
pl_pl: Powiązane obiekty
pt_br: Objetos relacionados

source: Columns that are relations to other objects (like Category and Supplier) accept both the object ID number and the object name. Make sure that when using the name, there should be only a single object for that given name.
pl_pl: Kolumny będące relacjami z innymi obiektami (takimi jak Kategoria i Dostawca) akceptują zarówno numer identyfikacyjny obiektu, jak i nazwę obiektu. Upewnij się, że podczas używania nazwy powinien istnieć tylko jeden obiekt o podanej nazwie.
pt_br: Colunas que estão relacionadas a outros objetos (como Categoria e Fornecedor) aceitam tanto o número do ID do objeto quanto o nome do objeto. Tenha certeza de que quando utilizar o nome, deve existir apenas um único objeto usando aquele nome.

source: Company Contact Importer
pt_br: Importador de Grupo de Contatos
