Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/order_printouts/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Printouts
lt: Spaudiniai

source: To
lt: Kam

source: Email Subject
lt: El. laiško antraštė

source: Email Body
lt: El. laiško turinys

source: Important information regarding your order, see attachment. Best Regards, %(shop)s
lt: Svarbi informacija apie Jūsų užsakymą, žiūrėkite prisegtą failą. Linkėjimai, %(shop)s

source: %(shop)s: Order %(pk)s
lt: %(shop)s: Užsakymas %(pk)s

source: Delivery slip
lt: Krovinio važtaraštis

source: Order
lt: Užsakymas

source: Order confirmation
lt: Užsakymo patvirtinimas

source: Order printouts
lt: Užsakymo spaudiniai

source: Shipped products
lt: Pristatyti produktai

source: Payment and shipping methods
lt: Mokėjimo ir pristatymo būdai

source: Order number
lt: Užsakymo numeris

source: Total price
lt: Bendra suma

source: Payment status
lt: Mokėjimo statusas

source: Shipping status
lt: Pristatymo statusas

source: Order date
lt: Užsakymo data

source: Comment
lt: Komentaras

source: Identifier
lt: Identifikatorius

source: Shipment date
lt: Pristatymo data

source: Text
lt: tekstas

source: Quantity
lt: Kiekis

source: Tax
lt: Mokesčiai

source: Taxful total
lt: Apmokestinama suma

source: Taxless total
lt: Suma be mokesčių

source: Tax percentage
lt: Mokesčių

source: Based on amount
lt: Lyginant su suma

source: Amount of tax
lt: Iš viso mokesčių

source: Total including tax
lt: Iš viso su mokesčiais

source: Billing address
lt: Mokėtojo adresas

source: Confirmation
lt: Patvirtinimas

source: Get Order Confirmation PDF
lt: Gauti užsakymo patvirtinimą PDF formatu

source: Get Order Confirmation HTML
lt: Gauti užsakymo patvirtinimą HTML formatu

source: Shipments
lt: Pristatymai

source: Get Delivery Slip PDF (Shipment %(id)s)
lt: Gauti krovinio važtaraštį PDF formatu (pristatymas %(id)s)

source: Get Delivery Slip HTML (Shipment %(id)s)
lt: Atidaryti krovinio važtaraštį HTML formatu (pristatymas %(id)s)

source: Send Email
lt: Siųsti el. laišką

source: Send Order Confirmation
lt: Siųsti užsakymo patvirtinimą

source: Send Delivery Slip (Shipment %(id)s)
lt: Siųsti krovinio važtaraštį (pristatymas %(id)s)

source: Could not sent the email, please try again.
lt: Išsiųsti el. laiško nepavyko, bandykite dar kartą.
