Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/customer_group_pricing/locale/*/LC_MESSAGES/django.po
Languages: lt, pl_pl

source: Shuup Customer Group Pricing
lt: Shuup klientų grupės kainynas
pl_pl: Grupy cenowe klientów Shuup

source: Price (%(shop)s/%(group)s)
lt: Kaina (%(shop)s/%(group)s)
pl_pl: Cena (%(shop)s / %(group)s)

source: Discount (%(shop)s/%(group)s)
pl_pl: Rabat (%(shop)s / %(group)s)

source: product
lt: produktas
pl_pl: produkt

source: shop
lt: parduotuvė
pl_pl: sklep

source: contact group
lt: kontaktų grupė
pl_pl: grupa kontaktów

source: price
lt: kaina
pl_pl: Cena

source: product price
lt: produkto kaina
pl_pl: cena produktu

source: product prices
lt: produkto kainos
pl_pl: ceny produktów

source: discount amount
pl_pl: wysokość rabatu

source: product discount
pl_pl: rabat na produkt

source: product discounts
pl_pl: rabaty na produkty

source: Customer Group Pricing
lt: Klientų grupės kainynas
pl_pl: Grupy cenowe klientów

source: Customer Group Discount
pl_pl: Rabat dla grup klientów

source: Contact Group Discount
pl_pl: Rabat dla grupy kontaktów

source: Here you can set individual discount amounts for different contact groups. The discount amount may be visible on storefront. These groups are defined in Contacts Settings – Contact Groups
pl_pl: Tutaj możesz ustawić indywidualne kwoty rabatów dla różnych grup kontaktów. Kwota rabatu może być widoczna w sklepie. Te grupy są definiowane w Ustawieniach kontaktów - Grupy kontaktów

source: Contact Group Pricing
lt: Kontaktų grupės kainynas
pl_pl: Ceny dla grupy kontaktów

source: Here you can set individual pricing for different contact groups. This can be useful for special discounts or for B2B orders. These groups are defined in Contacts Settings – Contact Groups
lt: Čia galite nustatyti individualų kainyną skirtingoms klientų grupėms. Tai gali būti naudinga specialioms nuolaidoms arba B2B užsakymams. Šios grupės yra nustatomas Kontaktų nustatymai - Konktaktų grupės
pl_pl: Tutaj możesz ustawić indywidualne ceny dla różnych grup kontaktów. Może to być przydatne w przypadku specjalnych rabatów lub zamówień B2B. Te grupy są definiowane w Ustawieniach kontaktów - Grupy kontaktów
