Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/simple_supplier/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Stock management
pl_pl: Zarządzanie stanem magazynowym

source: Filter by SKU...
pl_pl: Filtruj wg SKU...

source: Name
pl_pl: Nazwa

source: Filter by name...
pl_pl: Filtruj wg nazwy

source: Supplier
pl_pl: Dostawca

source: Stock information
pl_pl: Stany magazynowe

source: Adjust stock
pl_pl: Dodaj stany

source: Success! Added %(delta)s `%(unit_symbol)s` for product `%(product_name)s` stock (%(supplier_name)s).
pl_pl: Sukces! Dodano %(delta)s `%(unit_symbol)s` dla zapasów produktu` %(product_name)s` (%(supplier_name)s).

source: Success! Removed %(delta)s `%(unit_symbol)s` from product `%(product_name)s` stock (%(supplier_name)s).
pl_pl: Sukces! Usunięto %(delta)s `%(unit_symbol)s` z magazynu produktu` %(product_name)s` (%(supplier_name)s).

source: Please check submitted values and try again (%(error)s).
pl_pl: Sprawdź przesłane wartości i spróbuj ponownie (%(error)s).

source: Alert limit for product `%(product_name)s` set to `%(value)s`.
pl_pl: Alert minimalnej ilości produktu „%(product_name)s” został ustawiony na „%(value)s”.

source: Stock management is now enabled for {product}.
pl_pl: Zarządzanie zapasami jest teraz włączone dla {product}.

source: Stock management is now disabled for {product}.
pl_pl: Zarządzanie zapasami jest teraz wyłączone dla {product}.

source: Purchase price per unit ({currency_name})
pl_pl: Cena jednostkowa ({currency_name})

source: Quantity
pl_pl: Ilość

source: Only non-zero values can be added to stock.
pl_pl: Do stanu można dodać tylko niezerowe wartości.

source: Alert limit
pl_pl: Alert minimalnej ilości produktu

source: product
pl_pl: produkt

source: supplier
pl_pl: dostawca

source: created on
pl_pl: utworzony

source: created by
pl_pl: utworzone przez

source: type
pl_pl: typ

source: alert limit
pl_pl: alert minimalnej ilości produktu

source: stock managed
pl_pl: Zarządzanie zapasami

source: Use this to override the supplier default stock behavior per product.
pl_pl: Użyj tego, aby zastąpić domyślne zachowanie zapasów sprzedawcy dla każdego produktu.

source: logical count
pl_pl: obliczenia logiczne

source: physical count
pl_pl: obliczenia fizyczne

source: Alert Limit Reached
pl_pl: Osiągnięto limit minimalnej ilości produktu

source: Product
pl_pl: Produkt

source: Supplier Email
pl_pl: Adres e-mail dostawcy

source: Shop Email
pl_pl: Adres e-mail sklepu

source: Fired in the last 24 hours?
pl_pl: Wysłane w ciągu ostatnich 24 godzin?

source: This will be True if this event was already dispatched in the last 24 hours for the same product and supplier. This is useful to prevent sending identical notifications in a short period of time.
pl_pl: Będzie to prawda, jeśli to zdarzenie zostało już wysłane w ciągu ostatnich 24 godzin dla tego samego produktu i sprzedawcy. Jest to przydatne, aby zapobiec wysyłaniu identycznych powiadomień w krótkim czasie.

source: Send to?
pl_pl: Wysłać do?

source: Send email to whom?
pl_pl: Do kogo wysłać e-mail?

source: Do not send the same email within 24 hours.
pl_pl: Nie wysyłaj tego samego e-maila w ciągu 24 godzin.

source: If enabled, avoids sending the same email for the same product and supplier within 24 hours.
pl_pl: Jeśli jest włączona, unika wysyłania tej samej wiadomości e-mail dotyczącej tego samego produktu i dostawcy w ciągu 24 godzin.

source: Send Stock Limit Alert Email
pl_pl: Wyślij e-mail z ostrzeżeniem o niskim stanie

source: Send me an email when a product stock is lower than the configured limit.
pl_pl: Powiadom mnie mailowo gdy stan produktu spadnie poniżej ustalonej wartości.

source: This script will send an email to the configured destination alerting about the a product's low stock of a supplier. You can configure to not send the same email multiple times in a period of 24 hours. Every time a product's stock reach its configured limit, this notification will be fired and the email sent.
pl_pl: Ten skrypt wyśle wiadomość e-mail do skonfigurowanego miejsca docelowego z ostrzeżeniem o niskim stanie produktu u dostawcy. Możesz skonfigurować tak, aby nie wysyłać tej samej wiadomości e-mail wiele razy w ciągu 24 godzin. Za każdym razem, gdy stan zapasów produktu osiągnie wskazany limit, zostanie uruchomione to powiadomienie i zostanie wysłany e-mail.

source: Low stock of: {{ product }} from {{ supplier }}
pl_pl: Niski stan magazynowy produktu {{ product }} od dostawcy {{ supplier }}

source: Hi! You are receiving this message because the product {{ product}} from {{ supplier }} has a low stock.
pl_pl: Cześć! Otrzymujesz tę wiadomość, ponieważ produkt {{produkt}} od {{Supplier}} ma niski stan na stanie.

source: Add stock
pl_pl: Dodaj zaopatrzenie

source: Alert limit <a href="%(notify_url)s" target="_blank">notification scripts</a> are executed when product stock falls below set quantity.
pl_pl: <a href="%(notify_url)s" target="_blank">Skrypty powiadamiające o</a> limitach alertów są wykonywane, gdy stan zapasów produktów spadnie poniżej ustalonej ilości.

source: Change alert limit
pl_pl: Zmień próg ostrzeżenia

source: Disable stock management
pl_pl: Wyłącz zarządzanie zapasami

source: Enable stock management
pl_pl: Włącz zarządzanie zapasami

source: No suppliers with %(module_name)s available.
pl_pl: Brak dostawców z dostępnym %(module_name)s.

source: Please set %(module_name)s module for at least one of the enabled <a href="%(supplier_url)s" target="_blank">Suppliers</a> and enable the stock management for them.
pl_pl: Ustaw moduł %(module_name)s dla co najmniej jednego z włączonych <a href="%(supplier_url)s" target="_blank">dostawców</a> i włącz dla nich zarządzanie zapasami.

source: Physical count ({sales_unit})
pl_pl: Liczba fizyczna ({sales_unit})

source: Logical count ({sales_unit})
pl_pl: Liczba logiczna ({sales_unit})

source: Value per unit
pl_pl: Wartość jednostkowa

source: Total value
pl_pl: Łączna wartość

source: Alert limit ({sales_unit})
pl_pl: Limit alertów ({sales_unit})

source: No stock information available.
pl_pl: Brak informacji o stanie magazynowym.
