Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/default_tax/locale/*/LC_MESSAGES/django.po
Languages: lt, pl_pl

source: Shuup Default Tax
lt: Shuup numatytieji mokesčiai
pl_pl: Podatek domyślny Shuup

source: Tax Rules
lt: Mokesčių taisyklės
pl_pl: Reguły podatkowe

source: Show tax rules
lt: Rodyti mokesčių taisykles
pl_pl: Pokaż reguły podatku

source: Use ISO 3166-1 country codes (US, FI etc.)
lt: Naudoti ISO 3166-1 valstybės kodus (US, FI ir t.t.)
pl_pl: Wykorzystanie standardu ISO 3166-1 dla kodów państw (USA, FI, itp)

source: Use two letter state codes for the US
lt: Naudoti 2 raidžių valstijų kodus JAV
pl_pl: Użyj dwóch liter kody stanu w USA

source: Tax Rule
lt: Mokesčių taisyklė
pl_pl: Reguły podatku

source: Tax
lt: Mokesčiai
pl_pl: Podatek

source: Tax Classes
lt: Mokesčių klasės
pl_pl: Grupy Podatkowe

source: Customer Tax Groups
lt: Klientų mokesčių grupės
pl_pl: Grupy podatkowe klienta

source: Countries
lt: Valstybės
pl_pl: Kraje

source: Regions
lt: Regionai
pl_pl: Regiony

source: Postal Codes
lt: Pašto kodai
pl_pl: Kody pocztowe

source: Priority
lt: Prioritetas
pl_pl: Priorytet

source: Override Group
lt: Užrašymo ant viršaus grupė
pl_pl: Nadpisanie Grupy

source: Enabled
lt: Įjungta
pl_pl: Aktywny

source: enabled
lt: įjungta
pl_pl: włączony

source: Enable this if this tax rule is active.
pl_pl: Włącz tę opcję, jeśli ta reguła podatkowa jest aktywna.

source: tax classes
lt: mokesčių klasės
pl_pl: grupy podatkowe

source: Tax classes of the items to be taxed
lt: Mokesčių klasės prekėms, kurios bus apmokestinamos
pl_pl: Przedziały podatkowe przedmiotów podlegających opodatkowaniu

source: customer tax groups
lt: klientų mokesčių grupės
pl_pl: grupy podatkowe klienta

source: The customer tax groups for which this tax rule is limited.
lt: Mokesčių taisyklė taikoma klientų mokesčių grupėms.
pl_pl: Grupy podatkowe klientów, dla których ta reguła podatkowa jest ograniczona.

source: country codes pattern
lt: valstybės kodų šablonas
pl_pl: kody krajów - wzór

source: region codes pattern
lt: regiono kodų šablonas
pl_pl: kody regionów - wzory

source: postal codes pattern
lt: pašto kodų šablonas
pl_pl: kody pocztowe - wzory

source: priority
lt: prioritetas
pl_pl: priorytet

source: Rules with same priority define added taxes (e.g. US taxes) and rules with different priority define compound taxes (e.g. Canada Quebec PST case)
pl_pl: Zasady o tym samym priorytecie definiują podatki od wartości dodanej (np. podatki w USA) a zasady o różnym priorytecie definiują podatki złożone (np. PST w Kanadzie)

source: override group number
lt: Užrašyti ant viršaus grupės numerį
pl_pl: Nadpisanie numeru Grupy

source: If several rules match, only the rules with the highest override group number will be effective. This can be used, for example, to implement tax exemption by adding a rule with very high override group that sets a zero tax.
pl_pl: W przypadku zbieżności zasad, funkcjonują jedynie zasady w grupie o najwyższym priorytecie. Można tego użyć przykładowo by zaimplementować ulgę podatkową, poprzez dodanie zasady o bardzo wysokim priorytecie która ustanawia podatek zerowy.

source: tax
lt: mokesčiai
pl_pl: podatek

source: The tax to apply when this rule is applied.
lt: Kokį mokestį pritaikyti kai bus pritaikyta ši taisyklė.
pl_pl: Podatek, który ma obowiązywać w przypadku zastosowania tej zasady.

source: Default Taxation
lt: Numatytasis amokestinimas
pl_pl: Standardowe opodatkowanie

source: Tax rule information
lt: Mokesčių taisyklės informacija
pl_pl: Zasady opodatkowania

source: Matching criteria
lt: Atitinkantis kriterijus
pl_pl: Kryteria dopasowania

source: Grouping
lt: Grupavimas
pl_pl: Grupowanie

source: Applied tax
lt: Pritaikytas mokestis
pl_pl: Zastosowane podatki

source: The following fields determine when this rule applies. All non-empty fields must match for the rule to apply. Empty fields are not considered, e.g. if "Customer tax groups" is left empty, all customer tax groups will match.
pl_pl: Następujące pola determinują kiedy ta zasada funkcjonuje. Wszystkie niepuste pola muszą do siebie pasować aby zasada funkcjonowała. Puste pola nie są brane pod uwagę, np. jeżeli pozostawimy puste 'grupy podatkowe klienta' będą pasowały wszystkie grupy podatkowe konsumenta.

source: Pattern can be a single value or a comma separated list of items, where each item can be a single value or a range, such as "value1-value2". Special value "*" matches everything. For example, a pattern "1,2,50-90" will match values "1" and "2", and "50", "90", and everything between. The range uses alphabetical ordering unless start, end and the string to be matched are all numerical, i.e. "50-90" will match also "6a" and "700X", since they are alphabetically between "50" and "90", but it will not match "700000" since for numerical items natural numeric ordering is used.
pl_pl: Wzór może być pojedynczą wartością lub oddzieloną przecinkami listą, gdzie każdy przedmiot może być pojedyncza wartością lub zakresem jak "wartość1-wartość2". Specjalna wartość "*" pasuje do wszystkiego. Np wzór "1,2,50-90" to zakres wartość "1" i "2" oraz "50" i "90" i wszystkiego pomiędzy. Zakres używa sortowania alfabetycznego chyba, że wartości początkowa, końcowa i szukane są numeryczne np. "50-90" wyszuka zarówno "6a" jak i "700x" gdyż obie są alfabetycznie pomiędzy "50" a "90" ale nie wyszuka "700000" ze względu na użycie porządku numerycznego.

source: When this rule applies, apply the following tax.
lt: Kai šią taisyklę atitinka - pritaikyti sekantį mokestį.
pl_pl: Gdy ta zasada ma zastosowanie, stosuje się następujące stawki podatku.

source: Tax rule {} ({})
lt: Mokesčių taisyklė {} ({})
