Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/front/apps/carousel/locale/*/LC_MESSAGES/django.po
Languages: lt, pl_pl

source: Carousels
lt: Karuselės
pl_pl: Karuzele

source: %s has been deleted.
lt: %s buvo ištrintas.
pl_pl: %s został usunięty.

source: Name
lt: Pavadinimas
pl_pl: Nazwa

source: Filter by name...
lt: Filtruoti pagal pavadinimą...
pl_pl: Filtruj według nazwy...

source: Carousel
lt: Karuselė
pl_pl: Karuzela

source: Active
lt: Aktyvus
pl_pl: Aktywny

source: Slide
lt: Slinkti
pl_pl: Slajd

source: Fade
lt: Blukinti
pl_pl: Znikać

source: Current page
pl_pl: Bieżąca strona

source: New page
pl_pl: Nowa strona

source: shops
pl_pl: sklepy

source: Select which shops you would like the carousel to be visible in.
pl_pl: Wybierz sklepy, w których chcesz, aby karuzela była widoczna.

source: name
lt: pavadinimas
pl_pl: Nazwa

source: The carousel name use for carousel configuration.
lt: Karuselės vardas karuselės konfigūracijai.
pl_pl: Nazwa karuzeli używana do konfiguracji karuzeli.

source: animation
lt: animacija
pl_pl: animacja

source: Animation type for cycling slides.
lt: Animacijos tipas skaidrių užsklandoms
pl_pl: Typ animacji dla slajdów cyklicznych.

source: interval
lt: intevalas
pl_pl: przedział

source: Slide interval in seconds.
lt: Skaidrės intervalas sekundėmis.
pl_pl: Odstęp między slajdami w sekundach.

source: pause on hover
lt: pristabdyti užvedus pelę
pl_pl: wstrzymaj po najechaniu

source: When checked, the carousel cycling pauses on mouse over.
lt: Pažymėjus karuselė pristabdoma užvedus pelę.
pl_pl: Po zaznaczeniu tego pola karuzela zatrzymuje się po najechaniu myszą.

source: show navigation arrows
lt: Rodyti navigacijos strėlytes
pl_pl: pokaż strzałki nawigacyjne

source: When checked, navigational arrows are shown on the carousel allowing for customers to go back and forward.
lt: Pažymėjus navigacijos rodyklės rodomos ant karuselės ir leidžia klientui grįžti atgal arba rodyti sekančią skaidrę
pl_pl: Po zaznaczeniu tego pola na karuzeli wyświetlane są strzałki nawigacyjne, umożliwiające klientom przechodzenie do tyłu i do przodu.

source: show navigation dots
lt: rodyti navigacijos taškelius
pl_pl: pokaż kropki nawigacyjne

source: When checked, navigational indicator dots are shown.
lt: Pažymėjus navigacijos taškeliai bus rodomi.
pl_pl: Po zaznaczeniu tego pola wyświetlane są kropki wskaźników nawigacyjnych.

source: image width
lt: paveikslėlio plotis
pl_pl: Szerokość obrazu

source: Slide images will be cropped to this width.
lt: Skaidrių paveikslėliai bus sumažinti iki šio dydžio.
pl_pl: Obrazy slajdów zostaną przycięte do tej szerokości.

source: image height
lt: paveikslėlio aukštis
pl_pl: Wysokość obrazu

source: Slide images will be cropped to this height.
lt: Skaidrių paveiksėliai bus sumažinti iki šio aukščio.
pl_pl: Obrazy slajdów zostaną przycięte do tej wysokości.

source: Arrows color
pl_pl: Kolor strzałek

source: Set the custom color for the arrows.
pl_pl: Ustaw niestandardowy kolor strzałek.

source: Name is only used to configure slides.
lt: Pavadinimas naudojams tik skaidrėms nustatyti.
pl_pl: Nazwa służy tylko do konfigurowania slajdów.

source: product link
lt: produkto nuoroda
pl_pl: link do produktu

source: Set the product detail page that should be shown when this slide is clicked, if any.
lt: Nustatyti produkto detalių puslapį, kad būtų rodoma kai skaidrė paspaudžiama.
pl_pl: Ustaw stronę szczegółów produktu, która powinna być wyświetlana po kliknięciu tego slajdu, jeśli istnieje.

source: category link
lt: kategorijos nuoroda
pl_pl: link do kategorii

source: Set the product category page that should be shown when this slide is clicked, if any.
lt: Nustatyti produkto kategorijos puslapį, kuris būtų rodomas nuspaudus skaidrę.
pl_pl: Ustaw stronę kategorii produktu, która ma być wyświetlana po kliknięciu tego slajdu, jeśli taka istnieje.

source: cms page link
lt: CMS puslapio nuoroda
pl_pl: link do strony cms

source: Set the web page that should be shown when the slide is clicked, if any.
lt: Nustatyti web puslapį, kuris bus rodomas nuspaudus skaidrę.
pl_pl: Ustaw stronę internetową, która ma być wyświetlana po kliknięciu slajdu, jeśli taka istnieje.

source: ordering
lt: Rikiavimas
pl_pl: zamawianie

source: Set the numeric order in which this slide should appear relative to other slides in this carousel.
lt: Nustatyti eiliškumą, kuriuo ši skaidrė turi būti rodoma lyginant su kitomis skaidrėmis šioje karuselėje.
pl_pl: Ustaw kolejność numeryczną, w jakiej ten slajd powinien się pojawiać w stosunku do innych slajdów w tej karuzeli.

source: link target
lt: nuoroda veda į
pl_pl: miejsce docelowe linku

source: Set this to current if clicking on this slide should open a new browser tab.
lt: Nustatyti į esamą jei nuspaudus šią skaidrę turi būti atidaroma naujame naršyklės lange.
pl_pl: Ustaw jako bieżące, jeśli kliknięcie tego slajdu powinno otworzyć nową kartę przeglądarki.

source: available since
pl_pl: dostępne od

source: Set the date and time, starting from which this slide should be visible in the carousel. This is useful to advertise sales campaigns or other time-sensitive marketing.
pl_pl: Ustaw datę i godzinę, od której ten slajd powinien być widoczny w karuzeli. Jest to przydatne do reklamowania kampanii sprzedażowych lub innych wrażliwych czasowo działań marketingowych.

source: available until
pl_pl: dostępne do

source: Set the date and time, until which this slide should be visible in the carousel. This is useful to advertise sales campaigns or other time-sensitive marketing.
pl_pl: Ustaw datę i godzinę, do której ten slajd powinien być widoczny w karuzeli. Jest to przydatne do reklamowania kampanii sprzedażowych lub innych wrażliwych czasowo działań marketingowych.

source: Inactive dot border color
pl_pl: Nieaktywny kolor obramowania kropek

source: Customize the dot border color when slide is not active.
pl_pl: Dostosuj kolor obramowania kropki, gdy slajd nie jest aktywny.

source: Active dot color
pl_pl: Aktywny kolor kropek

source: Customize the dot color when slide is active.
pl_pl: Dostosuj kolor kropki, gdy slajd jest aktywny.

source: caption
lt: antraštė
pl_pl: nagłówek

source: Text that describes the image. It is displayed on top of the image if 'Render image text' box is enabled in front-end. Also used for search engine purposes.
pl_pl: Tekst opisujący obraz. Jest wyświetlany u góry obrazu, jeśli w interfejsie jest włączone pole „Renderuj tekst obrazu”. Używany również do celów wyszukiwarek.

source: caption text
lt: antraštės tekstas
pl_pl: tekst nagłówka

source: Caption text is displayed as secondary text on top of the image if 'Render image text' box is enabled in front-end for 'Carousel plugin' type (disabled for 'Banner box' type). It is also shown as a tooltip.
pl_pl: Tekst nagłówka jest wyświetlany jako tekst dodatkowy na górze obrazu, jeśli pole „Renderuj tekst obrazu” jest włączone w interfejsie użytkownika dla typu „Wtyczka karuzeli” (wyłączone dla typu „Baner”). Jest również wyświetlany jako podpowiedź.

source: external link
lt: išorinė nuoroda
pl_pl: link zewnętrzny

source: Set the external site that should be shown when this slide is clicked, if any.
lt: Nustatyti išorinę svetainę, kuri turi būti rodoma kai skaidrė paspaudžiama.
pl_pl: Ustaw witrynę zewnętrzną, która ma być wyświetlana po kliknięciu tego slajdu, jeśli taka istnieje.

source: image
lt: paveikslėlis
pl_pl: Obraz

source: The slide image to show.
lt: Paveikslėlis, kurį rodyti skaidrėje.
pl_pl: Obraz slajdu do pokazania.

source: Slides
lt: Skaidrės
pl_pl: Slajdy

source: Carousel Plugin
lt: Karuselės įskiepis
pl_pl: Wtyczka Karuzeli

source: Render image text
pl_pl: Renderuj tekst obrazu

source: Display the text on top of the image.
pl_pl: Wyświetl tekst na górze obrazu.

source: Banner Box
lt: Reklamos skydelis
pl_pl: Pola banerowe

source: Title
lt: Antraštė
pl_pl: Tytuł

source: Slides can be added after saving the Carousel.
lt: Skaidrės gali būti pridedamos jau po karuselės išsaugojimo.
pl_pl: Slajdy można dodać po zapisaniu karuzeli.

source: This form is also used to define banner boxes. Marked fields only apply to banner boxes.
lt: Forma taip pat naudojama apibrėžti reklaminius skydelius. Pažymėti laukai bus taikomi tik reklamos skydeliams.
pl_pl: Ten formularz służy również do definiowania pól banerowych. Zaznaczone pola dotyczą tylko pól banerowych.

source: Adding the carousel to your site
pl_pl: Dodawanie karuzeli do witryny

source: To add a carousel to your site, you must edit the page using the placeholder editor. To do this, go to your site and click the 'Edit page' on the page you want to add the carousel banner to. Then, select the placeholder to change and add a new plugin row and from the plugin dropdown and select 'Carousel Plugin'. From 'Carousel' dropdown options choose the carousel you want to display. As a final step, save the plugin and publish changes.
pl_pl: Aby dodać karuzelę do swojej witryny, musisz edytować stronę za pomocą edytora zastępczego. Aby to zrobić, przejdź do swojej witryny i kliknij „Edytuj stronę” na stronie, do której chcesz dodać baner karuzeli. Następnie wybierz symbol zastępczy do zmiany i dodaj nowy wiersz wtyczki, a następnie z listy rozwijanej wtyczki wybierz opcję „Wtyczka karuzeli”. Z menu rozwijanego „Karuzela” wybierz karuzelę, którą chcesz wyświetlić. Na koniec zapisz wtyczkę i opublikuj zmiany.

source: Learn more.
pl_pl: Dowiedz się więcej.

source: Basic details
lt: Pagrindinė informacija
pl_pl: Podstawowe szczegóły

source: Advanced options
lt: Išplėstiniai nustatymai
pl_pl: Opcje zaawansowane

source: Remove Slide
pl_pl: Usuń slajd

source: Only image for default language is required.
lt: Numatytajai kalbai reikalingas tik paveikslėlis.
pl_pl: Wymagany jest tylko obraz dla języka domyślnego.

source: If external link is not set link will fallback to product link, category link or cms page link in this order.
lt: Jei išorinė nuoroda nenustatyta bus bandoma naudoti šia tvarka: produkto nuoroda, kategorijos nuoroda arba CMS puslapio nuoroda.
pl_pl: Jeśli link zewnętrzny nie jest ustawiony, łącze będzie zastępowało łącze do produktu, łącze do kategorii lub łącze do strony CMS w tej kolejności.

source: Add new slide
lt: Pridėti naują skaidrę
pl_pl: Dodaj nowy slajd

source: New Carousel
lt: Nauja karuselė
pl_pl: Nowa karuzela
