Repository: ujmaruthu/givesome-martinrea
Catalog: app/shuup/importer/locale/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Data Import
pl_pl: Import danych

source: Allow the user to use the {importer_name} importer.
pl_pl: Zezwól użytkownikowi na używanie importera {importer_name}.

source: Import mode
pl_pl: Tryb importu

source: Importing language
pl_pl: Importowanie języka

source: The language of the data you want to import.
pl_pl: Język danych, które chcesz zaimportować.

source: Select a importer type matching the data you want to import
pl_pl: Wybierz typ importera pasujący do danych, które chcesz zaimportować

source: File
pl_pl: Plik

source: Invalid importer.
pl_pl: Nieprawidłowy importer.

source: File is missing.
pl_pl: Brak pliku.

source: Invalid parameters.
pl_pl: Nieprawidłowe parametry.

source: Invalid file name.
pl_pl: Nieprawidłowa nazwa pliku.

source: File was not found.
pl_pl: Nie znaleziono pliku.

source: Row ignored (no existing item and creating new is not allowed).
pl_pl: Wiersz zignorowany (brak istniejącego elementu i tworzenie nowego jest niedozwolone).

source: Row ignored (object already exists (%(object_name)s with id: %(object_id)s).
pl_pl: Wiersz zignorowany (obiekt już istnieje (%(object_name)s o identyfikatorze: %(object_id)s).

source: Failed while setting value for field %(field_name)s. (%(exception)s)
pl_pl: Nie udało się ustawić wartości w polu %(field_name)s. (%(exception)s)

source: Couldn't set value %(original_value)s for field %(field_name)s.
pl_pl: Nie można ustawić wartości %(original_value)s dla pola %(field_name)s.

source: Row import failed (%s).
pl_pl: Import wiersza nie powiódł się (%s).

source: Example files
pl_pl: Przykładowe pliki

source: If there is a 'Ignore' column in the example file you are using, make sure to leave the ignore column empty for all your rows, otherwise the rows won't be imported.
pl_pl: Jeśli w przykładowym pliku, którego używasz, zawiera kolumnę „Ignoruj”, pamiętaj, aby pozostawić kolumnę ignorowania pustą dla wszystkich wierszy, w przeciwnym razie wiersze nie zostaną zaimportowane.

source: This importer provides example files. Click below to download them:
pl_pl: Ten importer udostępnia przykładowe pliki. Kliknij poniżej, aby je pobrać:

source: Continue
pl_pl: Kontyntynuj

source: Import Data - process
pl_pl: Import danych - proces

source: Amount if items being imported
pl_pl: Kwota w przypadku importowanych towarów

source: The following fields were automatically mapped
pl_pl: Następujące pola zostały automatycznie zmapowane

source: The following fields in the file are being used a s possible connection keys:
pl_pl: Następujące pola w pliku są używane jako możliwe klucze połączenia:

source: Not a single connection key was found, File cannot be imported.
pl_pl: Nie znaleziono ani jednego klucza połączenia, nie można zaimportować pliku.

source: Connection Keys
pl_pl: Klucze połączeń

source: Read only fields
pl_pl: Pola tylko do odczytu

source: The following fields are Read Only and changes for those fields will be ignored.
pl_pl: Następujące pola są przeznaczone tylko do odczytu, a zmiany w tych polach będą ignorowane.

source: Import method
pl_pl: Metoda importu

source: Automatically mapped
pl_pl: Automatycznie mapowane

source: Original field
pl_pl: Oryginalne pole

source: Shuup field
pl_pl: Pole Shuup

source: Sample values
pl_pl: Przykładowe wartości

source: The following fields must be manually tied
pl_pl: Poniższe pola należy powiązać ręcznie

source: Don't import
pl_pl: Nie importuj

source: Field name
pl_pl: Nazwa pola

source: Target field
pl_pl: Pole docelowe

source: We may not be able to import the file.
pl_pl: Możemy nie być w stanie zaimportować pliku.

source: File may not be imported because no connection keys were found. Connection keys are unique keys that are used to map results.
pl_pl: Plik może nie zostać zaimportowany, ponieważ nie znaleziono kluczy połączenia. Klucze połączenia to unikatowe klucze używane do mapowania wyników.

source: Please consider adding some of the following fields to your import file:
pl_pl: Rozważ dodanie niektórych z następujących pól do pliku importu:

source: Products
pl_pl: Produkty

source: Customers
pl_pl: Klienci

source: Importer type
pl_pl: Typ importera

source: Field(s) to add
pl_pl: Pola do dodania

source: You can continue importing, but it might end up in error
pl_pl: Możesz kontynuować importowanie, ale może się to skończyć błędem

source: If you are importing customers this might be a false alarm if you have email key set
pl_pl: Jeśli importujesz klientów, może to być fałszywy alarm, jeśli masz ustawiony klucz e-mail

source: Start Import
pl_pl: Rozpocznij importowanie

source: New items
pl_pl: Nowe przedmioty

source: The following items were imported as new:
pl_pl: Następujące elementy zostały zaimportowane jako nowe:

source: Zero new items were created.
pl_pl: Nie utworzono żadnych nowych elementów.

source: Updated items
pl_pl: Zaktualizowane przedmioty

source: The following items were updated:
pl_pl: Zaktualizowano następujące pozycje:

source: Zero items were updated.
pl_pl: Zero elementów zostało zaktualizowanych.

source: Import log
pl_pl: Importuj dziennik

source: Other messages
pl_pl: Inne wiadomości

source: Import errors
pl_pl: Błędy importu

source: Can't import more than %s rows from one file.
pl_pl: Nie można zaimportować więcej niż %s wierszy z jednego pliku.

source: Allow create and update
pl_pl: Zezwól na tworzenie i aktualizowanie

source: Only create (no updates)
pl_pl: Tylko utwórz (bez aktualizacji)

source: Only update existing (no new ones are created)
pl_pl: Aktualizuj tylko istniejące (nie są tworzone żadne nowe)

source: {file_name} is not a valid file.
pl_pl: {file_name} nie jest prawidłowym plikiem.
